Repository: OpenSH4/qboxhd
Catalog: trunk/src/apps/enigma2/po/*.po
Languages: ar, el

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
ar: يتحقق هذا الاختبار من تكوين أسماء الخوادم. إذا تحصلت على رسالة "غير مؤكد": - يرجى مراجعة إعدادات DHCP، والكوابل وضبط المحول - إذا قمت بتكوين أسماء الخوادم يدويا، يرجى التحقق من الإدخالات في تكوين "أسماء الخوادم"
el: Το τεστ θα εξετάσει τα αποθηκευμένα Nameservers. Εάν λάβετε "unconfirmed" message: - ελέγξετε το DHCP, τις καλωδιώσεις και παραμετροποιήσεις - εάν κάνατε χειροκίνητο setup παρακαλώ ελέγξετε τις ρυθμίσεις στο "Nameserver" Configuration

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
ar: يتحقق هذا الاختبار مما إذا كان كبل الشبكة متصل بمحول الشبكة المحلية. إذا تحصلت على رسالة "غير متصل": - تحقق من أن كبل شبكة متصل - تحقق من عدم وجود كسر في الكابل
el: Το τεστ θα εξετάσει εάν έχει συνδεθεί καλώδιο στον προσαρμογέα LAN. Εάν λάβετε "disconnected" message: - σιγουρευτείτε ότι έχετε συνδέσει το καλώδιο - σιγουρευτείτε ότι το καλώδιο είναι σε καλή κατάσταση

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
ar: يتحقق هذا الاختبار مما إذا كانت عناوين اي بي صالحة لمحول شبكة الاتصال المحلية. إذا تحصلت على رسالة "غير مؤكد": - لم يتم العثور على عناوين اي بي صالحة - الرجاء مراجعة ضبط DHCCP، الكابلات وضبط المحول
el: Το τεστ θα εξετάσει εάν έχει δοθεί έγκυρη IP Address. Εάν λάβετε "unconfirmed" message: - δεν έχει δοθεί έγκυρη IP Address - παρακαλώ έλεγξε το DHCP, καλώδια και τις παραμετροποιήσεις

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
ar: يتحقق هذا الاختبار مما إذا كان محول شبكة الاتصال المحلية معدا للضبط الألي لعناوين اي بي مع DHCP. إذا تحصلت على رسالة "معطل": - تم تكوين محول الشبكة المحلية للضبط اليدوي لعناوين اي بي. - تحقق من أنك أدخلت معلومات عناوين اي بي صحيحة في نافذة إعداد المحول. إذا تحصلت على رسالة "مفعل": - تحقق من أن لديك خادم DHCP تم تكوينه بشكل صحيح وأنه يعمل.
el: Το τεστ εξετάζει εάν ο προσαρμογέας LAN έχει εγκατασταθεί να δίνει αυτόματα διεύθυνση IP μέσο DHCP. Εάν λάβετε μήνυμα "disabled": - ο προσαρμογέας LAN έχει εγκατασταθεί για χειροκίνητο IP Setup - σιγουρευτείτε εάν έχετε δώσει σωστές IP. Εάν λάβετε "enabeld" message: - σιγουρευτείτε ότι ένας DHCP Server έχει εγκατασταθεί στο δίκτυό σας

source: This test detects your configured LAN-Adapter.
ar: يكشف هذا الاختبار تكوين محول الشبكة المحلية.
el: Το τεστ κάνει ανίχνευση του προσαρμογέα LAN

source: Three
ar: ثلاثة
el: τρία

source: Threshold
ar: عتبة
el: Όριο

source: Thu
ar: الخميس
el: Πεμ

source: Thumbnail Height
ar: ارتفاع الصورة المصغرة
el: Μικρογραφία Ύψος

source: Thumbnail Width
ar: عرض الصورة المصغرة
el: Μικρογραφία Πλάτος

source: Thumbnails
ar: الصور المصغرة
el: Μικρογραφίες

source: Thursday
ar: الخميس
el: Πέμπτη

source: Tibetan
ar: التبتية

source: Tigrinya
ar: التيغرينية

source: Time
ar: الوقت
el: Χρόνος

source: Time Settings
ar: إعدادات الوقت
el: Ρυθμίσεις Timezone

source: Time/Date Input
ar: إدخال الوقت/التاريخ
el: Input ημερομενίας

source: Timer
ar: المؤقت

source: Timer Edit
ar: تحرير المؤقت
el: Επεξεργασία Timer

source: Timer Editor
ar: محرر المؤقت
el: Σύνταξη Timer

source: Timer Type
ar: نوع المؤقت
el: Τύπος timer

source: Timer cannot start. A recording is currently running. No more recording allowed.
ar: لا يمكن تشغيل المؤقت. هناك تسجيل قيد التشغيل حاليا. لا يسمح بالمزيد من التسجيلات.
el: Ο χρονοδιακόπτης δεν μπορεί να ξεκινήσει. Μια καταγραφή εκτελείται αυτή τη στιγμή. Δεν επιτρέπονται περισσότερες καταγραφές.

source: Timer entry
ar: مدخل المؤقت
el: Έναρξη Timer

source: Timer log
ar: سجل المؤقت

source: Timer overlap in timers.xml detected! Please recheck it!
ar: تم الكشف عن تداخل في ملف timers.xml! يرجى إعادة التحقق من ذلك!

source: Timer sanity error
ar: خطأ في المؤقت
el: Timer λάθος λογική

source: Timer selection
ar: اختيار المؤقت
el: Επιλογή Timer

source: Timer status:
ar: حالة المؤقت :
el: Κατάσταση timer:

source: Timeshift
ar: تحويل الوقت (Timeshift)

source: Timeshift not possible!
ar: لا يمكن تحويل الوقت (Timeshift)
el: Το timeshift δεν είναι εφαρμόσιμο!

source: Timeshift path...
ar: مسار تحويل الوقت (Timeshift)
el: Timeshift διαδρομή...

source: Timezone
ar: المنطقة الزمنية

source: Title
ar: العنوان
el: Τίτλος

source: Title properties
ar: خصائص العنوان
el: Ιδιότητες Τίτλου

source: Title:
ar: العنوان :
el: Τίτλος:

source: Titleset mode
ar: وضع تعيين العناوين
el: Titleset λειτουργία

source: To update your QBoxHD firmware, please follow these steps: 1) Turn off your box with the rear power switch and plug in the bootable USB stick. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
ar: لتحديث البرنامج التشغيلي لجهاز QBoxHD، يرجى اتباع الخطوات التالية: 1) إغلاق الجهاز من مفتاح الطاقة الخلفي وتوصيل وحدة يو اس بي المعدة للإقلاع. 2) فتح مفتاخ الطاقة الخلفي مع الاستمرار في الضغط على مفتاح أسفل على اللوحة الأمامية لمدة 10 ثوان. 3) انتظر الإقلاع واتبع تعليمات المعالج.
el: Για να ενημερώσετε το QBoxHD firmware σας, ακολουθήστε τα παρακάτω βήματα: 1) Απενεργοποιήστε τον QBoxHD με τον πίσω διακόπτη ρεύματος και συνδέστε το εκκινήσιμο USB stick. 2) Γυρίστε πίσω στο ρεύμα και πατήστε τον διακόπτη ώστε να ανάψει ο δέκτης. Περιμένετε να ολοκληρώσει η αναβάθμιση και να φορτώσει το γραφικό περιβάλλον για την εκκίνηση. 3) Ακολουθήστε τις οδηγίες του οδηγού.

source: To use the selected feature you have to login to YouTube. Select a user-profile to login!
ar: لاستخدام الميزة المحددة عليك تسجيل الدخول إلى موقع يوتيوب. حدد وضع شخصي لتسجيل الدخول!
el: Για χρήση του επιλεγμένου χαρακτηριστικού πρέπει να συνδεθείτε στο YouTube. Επιλέξτε το προφίλ χρήστη για να συνδεθείτε!

source: Today
ar: اليوم
el: Σήμερα

source: Tokens
ar: الرموز

source: Tone mode
ar: وضع النغمة

source: Tonga
ar: تونغا

source: Top Favorites
ar: الأكثر تفضيلا
el: Top Αγαπημένα

source: Top Rated
ar: الأعلى تقييما
el: Top βαθμολογία

source: Total pages
ar: مجموع الصفحات
el: Σύνολο σελίδων

source: Total results
ar: مجموع النتائج
el: Συνολικά αποτελέσματα

source: Track
ar: المسار

source: Transcode MPEG/DVD Audio
ar: ترميز MPEG/DVD صوتي

source: Transcode MPEG/DVD Video
ar: ترميز MPEG/DVD صوتي

source: Translation
ar: ترجمة
el: Μετάφραση

source: Translation:
ar: ترجمة :
el: Μετάφραση:

source: Transmission Mode
ar: وضع النقل
el: Mode μετάδοσης

source: Transmission mode
ar: وضع النقل
el: Mode μετάδοσης

source: Transponder
ar: المرسل

source: Transponder Type
ar: نوع المرسل
el: Τύπος Transponder

source: Travel & Events
ar: سفر و أحداث
el: Ταξίδια & Γεγονότα

source: Tries left:
ar: المحاولات المتبقية :

source: Try to find used Transponders in cable network.. please wait...
ar: محاولة لايجاد الترددات المستخدمة في شبكة الكابل.. الرجاء الانتظار...
el: Προσπάθεια εύρεσης χρησιμοποιημένων Transponders στο δίκτυο cable.. Παρακαλώ περιμένετε...

source: Try to find used transponders in cable network.. please wait...
ar: محاولة لايجاد الترددات المستخدمة في شبكة الكابل.. الرجاء الانتظار...
el: Προσπάθεια εύρεσης χρησιμοποιημένα transponders στο δίκτυο cable... Παρακαλώ περιμένετε...

source: Trying to download a new packetlist. Please wait...
ar: تجري محاولة تحميل لائحة حزم جديدة. الرجاء الانتظار...
el: Προσπαθείτε να κατεβάσετε ένα νέο packetlist. Παρακαλώ περιμένετε...

source: Tsonga
ar: تسونجا

source: Tue
ar: الثلاثاء
el: Τρι

source: Tuesday
ar: الثلاثاء
el: Τρίτη

source: Tune
ar: تعديل

source: Tune failed!
ar: فشل التعديل!

source: Tuner
ar: الموالف

source: Tuner
ar: الموالف

source: Tuner Slot
ar: منفذ الموالف

source: Tuner configuration
ar: تكوين الموالف
el: Εγκατάσταση tuner

source: Tuner status
ar: حالة الموالف
el: Κατάσταση Tuner

source: Turkish
ar: التركية
el: Τούρκικα

source: Turkmen
ar: التركمانية

source: Twi
ar: التوي

source: Two
ar: اثنان
el: Δύο

source: Type
ar: نوع
el: Τύπος

source: Type of scan
ar: نوع البحث
el: Τύπος ανεύρεσης

source: UNKNOWN
ar: غير معروف
el: ΑΓΝΩΣΤΟ

source: USB
ar: يو اس بي

source: USB Stick
ar: وحدة يو اس بي

source: USB stick wizard
ar: معالج وحدة يو اس بي
el: USB stick οδηγός

source: Uigur
ar: الاويغورية

source: Ukrainian
ar: الأوكرانية

source: Unable to complete filesystem check. Error:
ar: غير قادر على إكمال التحقق من الملفات. خطأ :
el: Αδύνατο να ολοκληρωθεί ο έλεγχος filesystem. Λάθος:

source: Unable to initialize harddisk. Error:
ar: غير قادر على تهيئة القرص الصلب. خطأ :
el: Αδύνατη αναγνώριση harddisk. Λάθος:

source: Uncommitted DiSEqC command
ar: أمر دايسك لم ينفذ

source: Undo Install
ar: تراجع تثبيت
el: Αναίρεση Εγκατάσταση

source: Undo Remove
ar: تراجع إزالة
el: Αναίρεση Κατάργηση

source: Universal LNB
ar: LNB عالمي

source: Unmount failed
ar: فشل إلغاء التركيب
el: Unmount απέτυχε

source: Unsupported
ar: غير مدعوم
el: Ανυποστήρικτος

source: Update
ar: التحديث
el: Ενημέρωση

source: Updates your receiver's software
ar: تحديثات برنامج تشغيل جهاز الاستقبال
el: Αναβάθμιση software του δέκτη

source: Updating Weather Info ...
ar: تحديث معلومات الطقس...
el: Ενημέρωση Πληροφορίες Καιρού...

source: Updating Weather Info failed (Twisted Web not installed)
ar: فشل تحديث معلومات الطقس (لم يتم تثبيت Twisted-web)
el: Ενημέρωση Καιρού απέτυχε (Twisted Web δεν έχει εγκατασταθεί)

source: Updating finished. Here is the result:
ar: تم الانتهاء من تحديث. وهذه هي النتائج :
el: Η αναβάθμιση τελείωσε. Το αποτέλεσμα είναι:

source: Updating... Please wait... This can take some minutes...
ar: التحديث جار... الرجاء الانتظار... هذا الأمر قد يستغرق بضع الدقائق...
el: Γίνεται αναβάθμιση... παρακαλώ περίμενε μερικά λεπτά...

source: Upgrade
ar: ترقية
el: Αναβάθμιση

source: Upgrade finished.
ar: انتهاء الترقية.
el: Αναβάθμιση τελείωσε.

source: Upgrade finished. Do you want to reboot your QBoxHD?
ar: الانتهاء من الترقية. هل تريد إعادة تشغيل QBoxHD؟
el: Η αναβάθμιση τελείωσε . Να γίνει επανεκκίνηση του QBoxHD;

source: Upgrading
ar: عملية الترقية جارية
el: Η αναβάθμιση γίνεται…

source: Upgrading QBoxHD... Please wait
ar: ترقية QBoxHD جارية... الرجاء الانتظار
el: Η αναβάθμιση γίνεται… Περίμενε

source: Urdu
ar: الأردية

source: Use
ar: استخدم
el: Χρήση

source: Use DHCP
ar: استخدام DHCP
el: Χρήση DHCP

source: Use Interface
ar: استخدام الواجهة
el: Χρήση Διασύνδεσης

source: Use Power Measurement
ar: استخدام قياس الطاقة
el: Χρησιμοποιήστε μέτρησης ισχύος

source: Use a gateway
ar: استخدام بوابة
el: Χρήση gateway

source: Use non-smooth winding at speeds above
ar: استخدام اللف غير السلس بالسرعات المحددة أعلاه
el: Χρήση μη ομαλής εκκαθάρισης σε ταχύτητες πάνω από

source: Use power measurement
ar: استخدام قياس الطاقة
el: Χρησιμοποιήστε power measurement

source: Use the Networkwizard to configure your Network
ar: استخدام معالج شبكة الاتصال لتكوين الشبكة
el: Χρησιμοποιήστε το Networkwizard για εγκατάσταση δικτύου

source: Use the left and right buttons to change an option. Please set up tuner A
ar: استخدم زر يمين وزر يسار لتغيير الخيار. يرجى إعداد الموالف أ (A)
el: Πιέστε το δεξί και το αριστερό βέλος στο remote για να αλλάξεις κάτι. Παραμετροποίησε το tuner A

source: Use the up/down keys on your remote control to select an option. After that, press OK.
ar: استخدم مفاتيح أعلى/أسفل من جهاز التحكم عن بعد لتحديد خيار. بعد ذلك ، اضغط موافق.
el: Πίεσε τα βελάκια πάνω/κάτω στο τηλεκοντρόλ για να διαλέξεις. Μετά πάτα ΟΚ

source: Use usals for this sat
ar: استخدم usals لهذا القمر الصناعي
el: Χρησιμοποιήστε USALS για αυτόν τον δορυφόρο.

source: Use wizard to set up basic features
ar: استخدام المعالج لإعداد الوظائف الأساسية
el: Χρησιμοποιήστε τον wizard για τα απλά settings.

source: Used service scan type
ar: نوع بحث القنوات المستخدم
el: Χρησιμοποιείται υπηρεσία τύπου σάρωσης

source: User Preferences
ar: تفضيلات المستخدم
el: Προτιμήσεις Χρήστη

source: User Profile Name
ar: اسم وضع المستخدم
el: Όνομα Χρήστη Προφίλ

source: User defined
ar: محدد من قبل المستخدم
el: Ορισμός από τον χρήστη

source: User management
ar: إدارة المستخدمين
el: Χρήστης διαχείρισης

source: Usermanager
ar: مدير المستخدمين
el: Διαχειριστής

source: Username
ar: اسم المستخدم
el: Όνομα Χρήστη

source: Uzbek
ar: الأوزبكية

source: VAR folder
ar: مجلد VAR
el: Φάκελος VAR

source: VCR scart
ar: سكارت VCR

source: VMGM (intro trailer)
ar: VMGM (فيلم مقدمة قصير)
el: VMGM (intro Τρέιλερ)

source: Vertical
ar: عمودي
el: Κάθετο

source: Video :
ar: الفيديو :

source: Video Bitrate
ar: دفق الفيديو

source: Video Codec
ar: ترميز الفيديو

source: Video Fine-Tuning
ar: الضبط الدقيق للفيديو

source: Video Fine-Tuning Wizard
ar: معالج الضبط الدقيق للفيديو

source: Video Norm
ar: معايير الفيديو

source: Video Output
ar: خرج الفيديو

source: Video Quality
ar: جودة الفيديو
el: Ποιότητα βίντεο

source: Video Setup
ar: ضبط الفيديو
el: Παραμετροποίηση Video

source: Video Wizard
ar: معالج الفيديو

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
ar: اختيار مدخلات الفيديو الرجاء اضغط موافق إذا كنت تستطيع رؤية هذه الصفحة على جهاز التلفزيون (أو حدد منفذ إدخال مختلف). سيتم بحث مدخل المنفذ التالي تلقائيا خلال 10 ثوان.
el: Επιλογή Video input Πιέστε ΟΚ για να εμφανιστεί η σελίδα στην οθόνη (η επιλέξτε διαφορετικό input port). Το επόμενο input port θα ελεγχθεί σε 10 δευτερόλεπτα.

source: Video mode selection.
ar: اختيار وضع الفيديو.
el: Επιλογή Video mode.

source: Vietnamese
ar: الفيتنامية
el: Βιετνάμ

source: View Count
ar: عداد المشاهدات
el: Προβολή. Αρίθμηση

source: View Movies...
ar: عرض الأفلام...
el: Προβολή Ταινίες...

source: View Photos...
ar: عرض الصور...
el: Προβολή φωτογραφιών...

source: View Rass interactive...
ar: عرض RASS التفاعلي...
el: Προβολή Rass, διαδραστική...

source: View Video CD...
ar: عرض VideoCD...
el: Προβολή Video CD...

source: View details
ar: عرض التفاصيل
el: Προβολή λεπτομέρειες

source: View list of available
ar: عرض لائحة المتاحة
el: Προβολή λίστας των διαθέσιμων

source: View list of available CommonInterface extensions
ar: عرض لائحة الملحقات المتاحة للواجهة المشتركة
el: Δείτε τη λίστα των διαθέσιμων επεκτάσεων CommonInterface

source: View list of available Display and Userinterface extensions.
ar: عرض لائحة ملحقات العرض واجهة المستخدم المتاحة.
el: Δείτε τη λίστα των διαθέσιμων επεκτάσεων Display και Userinterface.

source: View list of available EPG extensions.
ar: عرض لائحة ملحقات دليل البرامج المتاحة.
el: Δείτε τη λίστα των διαθέσιμων επεκτάσεων EPG

source: View list of available Satteliteequipment extensions.
ar: عرض لائحة ملحقات معدات الأقمار الصناعية المتاحة.
el: Δείτε τη λίστα των διαθέσιμων επεκτάσεων δορυφορικού εξοπλισμού.

source: View list of available communication extensions.
ar: عرض لائحة ملحقات الاتصال المتاحة.
el: Δείτε τη λίστα των διαθέσιμων επεκτάσεων επικοινωνίας.

source: View list of available default settings
ar: عرض لائحة الإعدادات الافتراضية المتاحة
el: Δείτε τη λίστα με τις διαθέσιμες προεπιλεγμένες ρυθμίσεις.

source: View list of available multimedia extensions.
ar: عرض لائحة ملحقات الوسائط المتعددة المتاحة.
el: Δείτε τη λίστα των διαθέσιμων επεκτάσεων πολυμέσων.

source: View list of available networking extensions
ar: عرض لائحة ملحقات الشبكات المتاحة
el: Δείτε τη λίστα των διαθέσιμων επεκτάσεων δικτύωσης.

source: View list of available recording extensions
ar: عرض لائحة ملحقات التسجيل المتاحة
el: Δείτε τη λίστα των διαθέσιμων επεκτάσεων εγγραφής.

source: View list of available skins
ar: عرض لائحة المظاهر المتاحة
el: Δείτε τη λίστα των διαθέσιμων skins

source: View list of available software extensions
ar: عرض لائحة من ملحقات البرامج المتاحة
el: Δείτε τη λίστα των διαθέσιμων επεκτάσεων λογισμικού

source: View list of available system extensions
ar: عرض لائحة من ملحقات النظام المتاحة
el: Δείτε τη λίστα των διαθέσιμων επεκτάσεων του συστήματος

source: View teletext...
ar: عرض التيليتكست...
el: Εμφάνιση teletext...

source: View, edit or delete mountpoints on your QBoxHD.
ar: عرض وتحرير أو حذف نقاط التركيب لـ QBoxHD.
el: Προβολή, επεξεργασία ή διαγραφή σημείων προσάρτησης για QBoxHD.

source: View, edit or delete usernames and passwords for your network.
ar: عرض وتحرير أو حذف أسماء المستخدمين وكلمات المرور للشبكة.
el: Προβολή, επεξεργασία ή διαγραφή user name και Passwords για το δίκτυό σας.

source: Views
ar: مناظر
el: Εμφανίσεις

source: Views:
ar: مناظر :
el: Εμφανίσεις:

source: Virtual KeyBoard
ar: لوحة المفاتيح الافتراضية
el: Εικονικό πληκτρολόγιο

source: Volapuk
ar: الفولابوك

source: Voltage mode
ar: وضع الفولتية

source: Volume
ar: حجم الصوت
el: Ένταση

source: WSS on 4:3
ar: WSS على 3:4

source: Waiting
ar: في الانتظار
el: Αναμένετε..

source: Waiting to removing ...
ar: في انتظار الإزالة...
el: Αναμονή για την αφαίρεση...

source: Waiting to start download ...
ar: في انتظار بدء التنزيل...
el: Αναμονή για έναρξη λήψης...

source: Watch On Mobile
ar: مشاهدة على المحمول
el: Παρακολουθήστε στο Κινητό

source: We will now test if your TV can also display this resolution at 50hz. If your screen goes black, wait 20 seconds and it will switch back to 60hz. Please press OK to begin.
ar: سيتم الآن اختبار ما إن كان جهاز التلفزيون قادرا على عرض دقة 50 هرتز. إذاما أصبحت الشاشة السوداء، انتظر 20 ثانية ، وسوف تعود الدقة مرة أخرى الى 60 هرتز. يرجى الضغط على موافق للبدء.
el: θα ελεγχθεί εάν η TV σας μπορεί να δουλέψει με αυτήν την ανάλυση στα 50hz. Εάν δεν έχετε εικόνα, περιμένετε 20 δευτερόλεπτα και θα γυρίσει πάλι στα 60hz. Πιέστε ΟΚ για έναρξη.

source: Wed
ar: الأربعاء
el: Τετ

source: Wednesday
ar: الأربعاء
el: Τετάρτη

source: Weekday
ar: أيام الأسبوع
el: Ημέρα εβδομάδος

source: Welch
ar: وولش
el: Ξεγελώ

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ar: مرحبا بكم في محرر لائحة الاقتصاص. تقدم إلى النقطة التي تريد بدء الاقتصاص منها. اضغط موافق، اختر 'ابدأ القص' ثم تقدم إلى النهاية، اضغط موافق، 'نهاية القص'.
el: Καλώς ήλθατε στον Cutlist διορθωτή. Αναζητήστε στην αρχή τα πράγματα που θέλετε να αποκόψετε. Πατήστε OK, επιλέξτε ' αρχή αποκοπής '. Στη συνέχεια θα δείξει τέλος, πατήστε ΟΚ, επιλέξτε «κομμένα τέλος». ΟΚ αυτό ήταν.

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your QBoxHD by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
ar: مرحبا بكم في معالج ترقية الصورة. سيقوم المعالج بمساعدتك في ترقية البرنامج التشغيلي لجهاز QBoxHD من خلال توفير نسخ احتياطي سهل لإعداداتك الحالية وشرحا موجزا عن كيفية ترقية البرنامج التشغيلي.
el: Καλώς ορίσατε στο wizard αναβάθμισεις του Image. Ο wizard θα σας οδηγίσει στο να αναβαθμίσετε το firmware της QBoxHD με δυνοτότητα για backup και μια γρύγρορη εξήγηση για το πώς θα γινει η αναβάθμιση.

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your QBoxHD, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
ar: مرحبا بك في معالج التنظيف. لقد تم الكشف أن الذاكرة الداخلية المتاحة قد انخفض إلى أقل من 2 ميغابايت. لضمان تشغيل مستقر لـ QBoxHD، يجب تنظيف الذاكرة الداخلية. يمكنك استخدام هذا المعالج لإزالة بعض الملحقات.
el: Καλώς ήλθατε στον οδηγό καθαρισμού. Διαπιστώσαμε ότι οι διαθέσιμη εσωτερική μνήμη σας έχει πέσει κάτω από 2MB. Για να εξασφαλιστεί η σταθερή λειτουργία του QBoxHD σας, η εσωτερική μνήμη πρέπει να καθαρίζεται. Μπορείτε να χρησιμοποιήσετε αυτόν τον οδηγό για να καταργήσετε ορισμένες επεκτάσεις.

source: Welcome. This start wizard will guide you through the basic setup of your QBoxHD. Press the OK button on your remote control to move to the next step.
ar: مرحبا. هذا المعالج سوف يقودك خلال الضبط الأساسي لـ QBoxHD. اضغط على زر موافق من جهاز التحكم عن بعد للانتقال إلى الخطوة التالية.
el: Καλώς ορίσατε. Αυτός ο wizard θα σας βοηθήσει με τον αρχική παραμετροποίηση του δέκτη Πιέστε OK για να προχωρήσετε στο επόμενο βήμα

source: Welcome...
ar: مرحبا...
el: Καλώς ορίσατε...

source: West
ar: الغرب...
el: Δυτικά

source: What do you want to scan?
ar: ماذا تريد أن تتفحص؟
el: Τι θέλετε να σαρώσετε;

source: What to do with submitted crashlogs?
ar: ما يجب القيام به مع سجلات الانهيار المقدمة؟
el: Τι να κάνετε με τα υποβάλλοντα crashlogs;

source: Wheel Leds
ar: أضواء لوحة اللمس

source: Wheel Leds Brightness
ar: سطوع أضواء لوحة اللمس
el: Wheel Φωτεινότητα

source: Wheel Leds Hue
ar: درجة اللون لأضواء لوحة اللمس
el: Wheel Απόχρωση

source: Wheel Leds Saturation
ar: تشبع أضواء لوحة اللمس
el: Wheel Κορεσμός

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
ar: عند القيام بعملية إعادة ضبط المصنع ، سوف تفقد جميع بيانات التكوين (بما في ذلك الباقات، والقنوات و بيانات الأقمار الصناعية...) بعد الانتهاء من عملية إعادة ضبط المصنع ، ستتم إعادة تشغيل جهاز الاستقبال تلقائيا! هل تريد حقا أن تقوم بإعادة ضبط المصنع؟
el: Όταν κάνετε επαναφορά εργοστασιακών ρυθμίσεων θα χάσετε ΌΛΑ τα δεδομένα σας (Καθώς και bouquets, υπηρεσίες, δορυφορικά δεδομένα...) Μετά την ολοκλήρωση της επαναφοράς, ο δέκτης σας θα επανεκκινήσει αυτόματα! Πραγματικά θα κάνετε επαναφορά εργοστασιακών ρυθμίσεων;

source: Where do you want to backup your settings?
ar: أين تريد وضع النسخ الاحتياطي للإعدادات؟
el: Που θέλεις να κάνεις backup;

source: Where to save temporary timeshift recordings?
ar: ما مكان حفظ تحويل الوقت المؤقت للتسجيلات؟
el: Πού να σώσει προσωρινή timeshift ηχογραφήσεις;

source: Wireless
ar: لاسلكي

source: Wireless Antennas Position
ar: وضعية هوائيات اللاسلكي
el: Θέση για ασύρματες κεραίες

source: Wireless LAN
ar: الشبكة المحلية اللاسلكية
el: Ασύρματο LAN

source: Wireless Network
ar: شبكة لاسلكية
el: Δίκτυο Wireless

source: Wireless Network State
ar: حالة الشبكة اللاسلكية
el: Κατάσταση Ασύρματου Δικτύου

source: Wolof
ar: الولوف

source: Write error while recording. Disk full?
ar: خطأ في الكتابة على القرص اثناء التسجيل. القرص ممتلئ؟
el: Εμφανίστηκε σφάλμα κατά την εγγραφή. Ο δίσκος είναι γεμάτος;

source: Write failed!
ar: فشلت عملية الكتابة!
el: Εγγραφή απέτυχε!

source: Writing NFI image file to flash completed
ar: كتابة ملف صورة NFI إلى الفلاش انتهت
el: Εγγραφή αρχείο εικόνας στο flash ολοκληρώθηκε

source: Xhosa
ar: زوسا

source: Year
ar: السنة
el: Έτος

source: Yes
ar: نعم
el: Ναι

source: Yes, and delete this movie
ar: نعم ، حذف هذا الفيلم
el: Ναι, και διέγραψε αυτή την ταινία

source: Yes, and don't ask again
ar: نعم ، ولا تسأل مجددا
el: Ναι, και μην ξαναρωτήσεις

source: Yes, backup my settings!
ar: نعم ، نسخ احتياطي للإعدادات!
el: Ναι, κάνε backup τα settings!

source: Yes, do a manual scan now
ar: نعم، قم ببحث اليدوي الآن
el: Ναι, κάνε χειροκίνητη ανεύρεση τώρα

source: Yes, do an automatic scan now
ar: نعم، قم ببحث ألي الآن
el: Ναι, κάνε αυτόματη ανεύρεση τώρα

source: Yes, do another manual scan now
ar: نعم، قم ببحث اليدوي آخر الآن
el: Ναι, κάνε μια ακόμη ανεύρεση τώρα

source: Yes, perform a shutdown now.
ar: نعم ، تنفيذ إيقاف تشغيل الآن.
el: Ναι, ξεκίνα το κλείσιμο του QBoxHD, τώρα

source: Yes, restore the settings now
ar: نعم ، استعادة الإعدادات الآن
el: Ναι, κάνε restore τα settings τώρα
