Repository: OpenSH4/qboxhd
Catalog: trunk/src/apps/enigma2/po/*.po
Languages: ar, el

source: Select files for backup. Currently selected:
ar: حدد ملفات من أجل النسخ الاحتياطي. المحددة حاليا:
el: Επιλέξτε τα αρχεία για backup. Επί του παρόντος επιλεγμένα:

source: Select files/folders to backup...
ar: حدد الملفات والمجلدات للنسخ الاحتياطي...
el: Επιλέξτε τα αρχεία/φακέλους για backup...

source: Select image
ar: حدد الصورة
el: Επιλέξτε το image

source: Select package
ar: حدد الحزمة
el: Επιλέξτε πακέτο

source: Select provider to add...
ar: حدد مزود للإضافة...
el: Επιλογή παρόχου για προσθήκη...

source: Select refresh rate
ar: حدد معدل التحديث
el: Επιλέξτε refresh rate

source: Select service to add...
ar: حدد قناة للإضافة...
el: Επιλέξτε υπηρεσία για να προσθέσετε...

source: Select video input
ar: حدد مدخل الفيديو
el: Επιλέξτε video input

source: Select video input with up/down buttons
ar: حدد مدخل الفيديو عن طريق الزر أعلى/أسفل
el: Επιλέξτε είσοδο βίντεο με πάνω/κάτω πλήκτρα

source: Select video mode
ar: حدد وضع الفيديو
el: Επιλέξτε video mode

source: Selected source image
ar: تحديد مصدر الصورة
el: Επιλεγμένη εικόνα προέλευσης

source: Send DiSEqC
ar: إرسال دايسك
el: Αποστολή DiSEqC

source: Send DiSEqC only on satellite change
ar: إرسال دايسك فقط على تغيير القمر الصناعي
el: Αποστολή DiSEqC μόνο με την αλλαγή του δορυφόρου

source: Sense Wheel Setup
ar: ضبط لوحة اللمس
el: Εγκατάσταση σένσορα..

source: SenseWheel
ar: لوحة اللمس
el: Αίσθηση Περιστροφής

source: SenseWheel Setup
ar: ضبط لوحة اللمس
el: Ρύθμιση SenseWheel

source: Seperate titles with a main menu
ar: عناوين منفصلة مع قائمة رئيسية
el: Ξεχωριστούς τίτλους με το κύριο μενού

source: Sequence repeat
ar: إعادة اللقطات
el: Επανάληψη διαδοχής

source: Serbian
ar: الصربية

source: Serbo-Croatian
ar: الصربية الكرواتية

source: Server Address
ar: عنوان الخادم
el: Διεύθυνση Διακομιστή

source: Server IP
ar: اي بي الخادم
el: IP Διακομιστή

source: Server Profile Name
ar: اسم وضع الخادم
el: Προφίλ όνομα διακομιστή

source: Server share
ar: مشاركة الخادم
el: Διακομιστής διαμοιρασμού

source: Serverlist
ar: لائحة الخوادم

source: Service
ar: القناة
el: Υπηρεσία

source: Service Scan
ar: بحث القنوات
el: Υπηρεσία Σάρωσης

source: Service Searching
ar: بحث القنوات
el: Υπηρεσία Αναζήτησης

source: Service has been added to the favourites.
ar: تمت إضافة القناة إلى المفضلة.
el: Η υπηρεσία προστέθηκε στα favourites.

source: Service has been added to the selected bouquet.
ar: تمت إضافة القناة إلى الباقة المحددة.
el: Η υπηρεσία προστέθηκε στo επιλεγμένο μπουκέτο

source: Service invalid! (Timeout reading PMT)
ar: قناة غير صالحة! (إنتهاء مهلة قراءة PMT)
el: Απαράδεκτη υπηρεσία (Timeout reading PMT)

source: Service not found! (SID not found in PAT)
ar: قناة غير موجودة! لم يتم إيجاد معرف القناة (SID) في جدول البرامج (PAT)
el: Η υπηρεσία δεν βρέθηκε (SID not found in PAT)

source: Service scan
ar: بحث القنوات
el: Υπηρεσία Σάρωσης

source: Service unavailable! Check tuner configuration!
ar: القناة غير متوفرة! تحقق من تكوين الموالف!
el: Υπηρεσία μη διαθέσιμη! Ελέγξτε τις παραμετροποιήσεις του tuner!

source: Serviceinfo
ar: معلومات القناة
el: Πληροφορίες υπηρεσίας

source: Services
ar: القنوات
el: Υπηρεσίες

source: Sesotho
ar: سيسوتو

source: Set Voltage and 22KHz
ar: تعيين الجهد (الفولتية) و22 كيلوهرتز

source: Set as default Interface
ar: التعيين كواجهة افتراضية
el: Ορισμός ως προεπιλεγμένο Interface

source: Set interface as default Interface
ar: تعيين الواجهة كواجهة افتراضية
el: Ορισμός διεπαφής ως προεπιλεγμένο Interface

source: Set limits
ar: تعيين الحدود
el: Θέσε όρια

source: Setswana
ar: سيتسوانا

source: Settings
ar: إعدادات

source: Setup
ar: ضبط
el: Παραμετροποίηση

source: Setup Mode
ar: وضع الضبط
el: Mode παραμετροποίησης

source: Shona
ar: شونا

source: Short Help: ESC display menu ctrl+C or q quit g go to url ctrl+R reload up,down select link right,enter follow link left,z go back / search n find next N find previous d download | HTTP header Press OK to continue
ar: تعليمات موجزة : ESC إظهار القائمة ctrl+C أو q خروج g الذهاب للعنوان ctrl+R إعادة التحميل أعلى،أسفل اختيار الرابط يمين،إدخال اتباع الرابط يسار،z رجوع / بحث n بحث التالي N بحث السابق d تنزيل | رأس HTTP اضغط موافق للمتابعة
el: Σύντομη Βοήθεια: ESC display menu ctrl+C or q quit g go to url ctrl+R reload up,down select link right,enter follow link left,z go back / search n find next N find previous d download | HTTP header Πατήστε OK για να συνεχίσετε

source: Short Movies
ar: أفلام قصيرة
el: Σύντομη Ταινίες

source: Show / Hide Player
ar: إظهار/إخفاء المشغل
el: Εμφάνιση / Απόκρυψη Player

source: Show File Info
ar: عرض معلومات الملف
el: Εμφάνιση Πληροφορίες αρχείου

source: Show Info
ar: عرض المعلومات
el: Εμφανίζει Πληροφοριες

source: Show MC in Extension-Menu
ar: إظهار مركز الوسائط في قائمة الملحقات
el: Εμφάνιση MC στην επέκταση-Menu

source: Show MC in Main-Menu
ar: إظهار القائمة الرئيسية لمركز الوسائط
el: Εμφάνιση MC στο Κύριο-Menu

source: Show Message when Recording starts
ar: عرض رسالة عند بدء التسجيل
el: Εμφάνιση μηνύματος όταν η εγγραφή ξεκινά

source: Show WLAN Status
ar: عرض حالة الشبكة المحلية اللاسلكية
el: Εμφανίζει WLAN Status

source: Show blinking clock in display during recording
ar: عرض ساعة وامضة أثناء التسجيل
el: Εμφάνιση αναβόσβησης ρολογιού στην οθόνη κατά την εγγραφή

source: Show infobar on channel change
ar: عرض شريط المعلومات عند تغيير القناة
el: Εμφανίζει το infobar με κάθε αλλαγή καναλιού

source: Show infobar on event change
ar: عرض شريط المعلومات عند تغير الحدث
el: Εμφανίζει infobar σε αλλαγή του event

source: Show infobar on skip forward/backward
ar: عرض شريط المعلومات عند التخطي إلى الأمام/الخلف
el: Εμφανίζει το infobar όταν κάνεις forward/backward

source: Show positioner movement
ar: عرض حركة المحرك
el: Εμφανίζει τις κινήσεις του positioner

source: Show services beginning with
ar: عرض القنوات التي تبدأ بـ
el: Εμφανίζει τις υπηρεσίες που αρχίσουν με

source: Show the radio player...
ar: عرض مشغل الراديو...
el: Εμφανίζει το ραδιόφωνο

source: Show the tv player...
ar: عرض مشغل التلفزيون...
el: Εμφανίζει την TV

source: Show video detail info
ar: عرض تفاصيل معلومات الفيديو
el: Εμφάνιση πληροφοριών βίντεο

source: Shown
ar: معروض
el: Εμφάνιση

source: Shown page
ar: الصفحة المعروضة
el: Εμφάνιση σελίδας

source: Shows the state of your wireless LAN connection.
ar: يعرض حالة اتصال الشبكة المحلية اللاسلكية.
el: Εμφανίζει την κατάσταση του wireless LAN.

source: ShutDown
ar: إيقاف التشغيل
el: Τερματισμός

source: Shutdown QBoxHD after
ar: إيقاف تشغيل QBoxHD بعد
el: Κλείσε το QboxHD μετά από

source: Signal Strength:
ar: قوة الإشارة :
el: Ισχύς σήματος:

source: Similar
ar: مماثل
el: Παρόμοιο

source: Similar broadcasts:
ar: البث المماثل :
el: Παρόμοια μετάδοση

source: Simple
ar: بسيط
el: Απλό

source: Simple titleset (compatibility for legacy players)
ar: مجموعة عناوين بسيطة (التوافق المشغلات الموروثة)
el: Απλό titleset (συμβατότητα για τους legacy παίκτες)

source: Sindhi
ar: السندية

source: Singhalese
ar: السنهالية

source: Single
ar: مفرد
el: Απλό

source: Single EPG
ar: دليل برامج مفرد
el: Απλό EPG

source: Single satellite
ar: قمر مفرد
el: Ένας δορυφόρος

source: Single transponder
ar: مرسل مفرد
el: Ένας transponder

source: Singlestep (GOP)
ar: خطوة مجموعات الصور (GOP) مفردة

source: Siswati
ar: سيسواتي

source: Skin Appearance
ar: المظهر
el: Εμφάνιση, διαθέσιμα Skin

source: Skin...
ar: المظهر...

source: Skins
ar: المظاهر

source: Sleep Timer
ar: موقت النوم
el: Χρονοδιακόπτης Ύπνου

source: Sleep timer action:
ar: سلوك مؤقت النوم :
el: Ενέργεια χρονοδιακόπτη ύπνου:

source: Slideshow Interval (sec.)
ar: الفاصل الزمني لعرض الشرائح (ثواني)
el: Περίοδος Slideshow (δεπτ.)

source: Slot %d
ar: المنفذ %d

source: Slot 1
ar: منفذ 1

source: Slot 2
ar: منفذ 2

source: Slovak
ar: السلوفاكية

source: Slovakian
ar: السلوفاكية

source: Slovenian
ar: السلوفينية

source: Slow
ar: بطيء
el: Αργά

source: Slow Motion speeds
ar: سرعات العرض البطيئ
el: Ταχύτητα Slow Motion

source: SmartCard Information
ar: معلومات البطاقة الذكية
el: SmartCard Πληροφορίες

source: SmartCard not supported.
ar: البطاقة الذكية غير معتمدة.
el: SmartCard δεν υποστηρίζεται.

source: Software
ar: البرنامج التشغيلي
el: Λογισμικό

source: Software manager
ar: إدارة البرنامج التشغيلي
el: Λογισμικό διαχείρισης

source: Software manager...
ar: إدارة البرنامج التشغيلي...
el: Λογισμικό διαχείρισης...

source: Software restore
ar: استعادة البرنامج التشغيلي
el: Επαναφορά λογισμικού

source: Software update
ar: تحديث البرنامج التشغيلي
el: Ενημέρωση λογισμικού

source: Somali
ar: الصومالية

source: Some plugins are not available:
ar: بعض الملحقات غير متوفرة :
el: Μερικά plugins δεν είναι διαθέσιμα:

source: Somewhere else
ar: في مكان آخر
el: Κάπου αλλού

source: Sorry MediaScanner is not installed!
ar: عذرا، لم يتم تثبيت متفحص الوسائط!
el: Συγνώμη MediaScanner δεν είναι εγκατεστημένο!

source: Sorry no backups found!
ar: عذرا، لا توجد نسخ احتياطية!
el: Συγνώμη δεν βρέθηκαν αντίγραφα ασφαλείας!

source: Sorry your Backup destination does not exist Please choose an other one.
ar: عذرا، وجهة النسخ الاحتياطي غير موجودة الرجاء اختيار وجهة أخرى.
el: Λάθος: Ο προορισμός που όρισατε για το backup δεν υπάρχει Παρακαλούμε επιλέξτε έναν άλλο.

source: Sorry your backup destination is not writeable. Please choose an other one.
ar: عذرا، وجهة النسخ الاحتياطي ليست قابلة للكتابة. الرجاء اختيار وجهة أخرى.
el: Συγγνώμη ο backup προορισμός σας δεν είναι εγγράψιμος. Παρακαλούμε επιλέξτε έναν άλλο.

source: Sorry, no Details available!
ar: عذرا، لا توجد تفاصيل متاحة!
el: Συγγνώμη, δεν υπάρχουν στοιχεία!

source: Sorry, your backup destination is not writeable. Please choose another one.
ar: عذرا، وجهة النسخ الاحتياطي ليست قابلة للكتابة. الرجاء اختيار وجهة أخرى.
el: Συγγνώμη ο backup προορισμός σας δεν είναι εγγράψιμος. Παρακαλούμε επιλέξτε έναν άλλο.

source: Sort A-Z
ar: فرز الف-ياء
el: Ταξινόμηση A-Z

source: Sort Order
ar: ترتيب الفرز
el: Σειρά ταξινόμησης

source: Sort Time
ar: فرز وقت
el: Ταξινόμηση χρόνου

source: Sound
ar: الصوت
el: Ήχος

source: Soundcarrier
ar: ناقل الصوت

source: South
ar: الجنوب
el: Νοτιά

source: Spanish
ar: الاسبانية
el: Ισπανικά

source: Sports
ar: الرياضة

source: StandBy Blue
ar: الاستعداد أزرق
el: StandBy Μπλε

source: StandBy Green
ar: الاستعداد أخضر
el: StandBy Πράσινο

source: StandBy Red
ar: الاستعداد أحمر
el: StandBy Κόκκινο

source: Standby
ar: الاستعداد
el: Αναμονή

source: Standby / Restart
ar: الاستعداد / إعادة التشغيل
el: Αναμονή / Επανεκκίνηση

source: Standby with Panel
ar: الاستعداد عبر لوحة اللمس
el: Αναμονή με Panel

source: Start from the beginning
ar: البدء من الأول
el: Έναρξη από την αρχή

source: Start recording?
ar: بدء التسجيل؟
el: Έναρξη εγγράφης;

source: Start test
ar: بدء الاختبار
el: Έναρξη τεστ

source: StartTime
ar: وقت البدء
el: Χρόνος έναρξης

source: Starting on
ar: البدء على
el: Έναρξη από

source: Std.Feeds
ar: تغذيات STD

source: Step east
ar: خطوة شرقا
el: Βήμα ανατολικά

source: Step west
ar: خطوة غربا
el: Βήμα δυτικά

source: Stereo
ar: ستيريو

source: Stop
ar: إيقاف
el: Ανακοπή

source: Stop Download
ar: إيقاف التنزيل

source: Stop Playback
ar: إيقاف التشغيل

source: Stop Record...
ar: إيقاف التسجيل...

source: Stop Timeshift?
ar: إيقاف تحويل الوقت (Timeshift)؟
el: Ανακοπή του Timeshift?

source: Stop current event and disable coming events
ar: إيقاف الحدث الحالي وتعطيل الأحداث القادمة
el: Ανακοπή πρόσφατο event και ακύροση ερχόμενα

source: Stop current event but not coming events
ar: إيقاف الحدث الحالي لكن لا تعطل الأحداث القادمة
el: Ανακοπή πρόσφατο event οχι όμως ερχόμενα

source: Stop playing this movie?
ar: إيقاف تشغيل هذا الفيلم؟
el: Ανακοπή του movie;

source: Stop test
ar: إيقاف الاختبار
el: Ακύροσε το test

source: Stop testing plane after # failed transponders
ar: إيقاف الاختبار بعد # فشل المرسلات
el: Διακοπή επιπέδου δοκιμής με exit [απέτυχε transponders]

source: Stop testing plane after # successful transponders
ar: إيقاف الاختبار بعد # نجاح المرسلات
el: Διακοπή επιπέδου δοκιμής, μετά OK [επιτυχή transponders]

source: Store position
ar: تخزين الموقع
el: Τοποθεσία αποθήκευσης

source: Stored position
ar: المواقع المخزنة
el: Αποθηκευμένη θέση

source: Straight
ar: مستقيم
el: Ευθεία

source: Subscriptions
ar: الاشتراكات
el: Συνδρομές

source: Subservice list...
ar: لائحة الخدمات الفرعية...
el: Λίστα υπό-υπηρεσία...

source: Subservices
ar: الخدمات الفرعية
el: Υπό-υπηρεσίες

source: Subtitle overlay
ar: تراكب الترجمة
el: Επικάλυψη Υπότιτλου

source: Subtitle selection
ar: اختيار الترجمة
el: Επιλογή υποτίτλων

source: Subtitles
ar: الترجمة
el: Υπότιτλοι

source: Subtitles (Current Channel)
ar: ترجمات (القناة الحالية)
el: Υπότιτλοι (τρέχον κανάλι)

source: Sudanese
ar: السودانية

source: Sudoku Game
ar: لعبة سودوكو

source: Sun
ar: الأحد
el: Κυρ

source: Sunday
ar: الأحد
el: Κυριακή

source: Swahili
ar: السواحلية

source: Swap Services
ar: تبادل القنوات
el: Αντιμετάθεση υπηρεσιών

source: Swedish
ar: السويدية
el: Σουιδεζικά

source: Switch to next subservice
ar: التبديل إلى الخدمة الفرعية التالية
el: Προώθηση στην επόμενη υπό-υπηρεσία

source: Switch to previous subservice
ar: التبديل إلى الخدمة الفرعية السابقة
el: Προώθηση στην προηγούμενη υπό-υπηρεσία

source: Symbol Rate
ar: معدل الترميز

source: Symbolrate
ar: معدل الترميز

source: System
ar: النظام
el: Σύστημα

source: TRANSLATOR_INFO
ar: الترجمة العربية لـ QBoxHD بواسطة : SSJomaa - سبتمبر 2010 - email: sasjomaa@yahoofr
el: Ελληνική μετάφραση Enigma2 - QBoxHD Πάρης Βασιλείου - Ελλάδα, Αθήνα Υποστήριξη: vparis1@yahoo.com - 23 Οκτωβρίου 2010 -

source: TS file is too large for ISO9660 level 1!
ar: حجم ملف TS كبير جدا بالنسبة لـ ISO9660 level 1!
el: TS αρχείο είναι πολύ μεγάλο για επίπεδο ISO9660 1!

source: TV Settings
ar: إعدادات التلفزيون
el: Ρυθμίσεις TV

source: TV System
ar: نظام التلفزيون
el: Σύστημα TV

source: Table of content for collection
ar: جدول محتوى المجموعة
el: Πίνακας περιεχομένων για τη συλλογή

source: Tag 1
ar: التصنيف 1
el: Ετικέτα 1

source: Tag 2
ar: التصنيف 2
el: Ετικέτα 2

source: Tagalog
ar: التاغالوغية

source: Tags
ar: العلامات
el: Ετικέτες

source: Tajik
ar: الطاجيكية

source: Tamil
ar: التاميل

source: Tatar
ar: التتار

source: Technical Information about QBoxHD
ar: المعلومات التقنية لجهاز QBoxHD

source: Tegulu
ar: التيقولية

source: Terrestrial
ar: البث الأرضي
el: Επίγειος

source: Terrestrial provider
ar: مزود خدمة البث الأرضي
el: Επίγειος πάροχος

source: Test DiSEqC settings
ar: اختبار إعدادات دايسك
el: Δοκιμή ρυθμίσεων DiSEqC

source: Test Type
ar: نوع الاختبار
el: Δοκιμή τύπου

source: Test mode
ar: وضع الاختبار
el: Δοκιμαστική λειτουργία

source: Test the network configuration of your QBoxHD.
ar: اختبار تكوين الشبكة لـ QBoxHD.
el: Δοκιμάστε τις παραμετροποιήσεις δικτύου του QBoxHD.

source: Test-Messagebox?
ar: تجربة صندوق الرسالة؟
el: Δοκιμή-Messagebox;

source: Thai
ar: التايلاندية

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your QBoxHD.
ar: شكرا لاستخدام المعالج. جهاز الاستقبال جاهز الآن للاستخدام. الرجاء الضغط على موافق لبدء استخدام QBoxHD.
el: Eυχαριστούμε που χρησιμοποίησατε τον wizard. Ο δέκτης είναι έτοιμος τώρα. Πιέστε Οκ για να ξεκινήσετε τον QboxHD.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a QBoxHD format data DVD (which will not play in stand-alone DVD players) instead?
ar: الدي في دي القياسي لا يدعم H.264 دفق الفيديو عالي الجودة (HDTV). هل تريد بدلا من ذلك إنشاء تنسيق بيانات دي في دي خاص بـ QBoxHD (والذي لن يشتغل في مشغلات دي في دي المستقلة)؟
el: Το πρότυπο DVD δεν υποστηρίζει H.264 (HDTV) video streams. Θέλετε να δημιουργήσετε ένα QBoxHD μορφή δεδομένων DVD (το οποίο δεν θα παίξει σε stand-alone συσκευές αναπαραγωγής DVD) αντ 'αυτού;

source: The USB stick is now bootable. Do you want to download the latest image from the feed server and save it on the stick?
ar: وحدة يو اس بي الآن قابلة للاقلاع. هل تريد تنزيل أحدث صورة من خادم التغذية وحفظها على الوحدة؟
el: Το USB stick είναι πλέον εκκινήσιμο. Θέλετε να κατεβάσετε την τελευταία εικόνα από feed server και να την αποθηκεύσετε στο stick;

source: The backup failed. Please choose a different backup location.
ar: فشل النسخ الاحتياطي. الرجاء اختيار موقع مختلف للنسخ الاحتياطي.
el: Το backup απέτυχε. Διάλεξτε άλλη τοποθεσία για το backup.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
ar: تم العثور على الجهاز التالي : %s هل تريد كتابة فلاشر اليو اس بي لهذه الوحدة؟
el: Η ακόλουθη συσκευή βρέθηκε: %s Θέλετε να γράψετε το USB flash σε αυτό το stick;

source: The following files were found...
ar: تم العثور على الملفات التالية...
el: Τα ακόλουθα αρχεία βρέθηκαν...

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
ar: يجب أن يتم تكوين مدخل المنفذ الآن. يمكنك الآن تكوين الشاشة من خلال عرض بعض صور الاختبار. هل تريد ان تفعل ذلك الآن؟
el: Εγκατάσταση του input port. Μπορείτε να εγκαταστήσετε την οθόνη εμφανίζοντας μερικες εικόνες. θέλετε να γίνει τώρα;

source: The installation of the default services lists is finished.
ar: انتهاء تثبيت اللوائح الافتراضية للقنوات.
el: Οι προρυθμισμένες λίστες καναλιών έχουν εγκατασταθεί πλήρως.

source: The installation of the default settings is finished. You can now continue configuring your QBoxHD by pressing the OK button on the remote control.
ar: انتهاء تثبيت الإعدادات الافتراضية. يمكنك الآن متابعة تكوين QBoxHD عن طريق الضغط على زر موافق على جهاز التحكم عن بعد.
el: Τα προρυθμισμένα settings έχουν εγκατασταθεί πλήρως. Μπορείτε να συνεχίσετε την εγκατάσταση του QBoxHD πιέζοντας το ΟΚ.

source: The md5sum validation failed, the file may be corrupted! Are you sure that you want to burn this image to flash memory? You are doing this at your own risk!
ar: فشل التحقق من صحة md5sum ، الملف قد يكون معطوبا! هل أنت متأكد أنك تريد كتابة هذه الصورة لذاكرة فلاش؟ أنت تفعل ذلك على مسؤوليتك الخاصة!
el: Η επικύρωση md5sum απέτυχε, το αρχείο μπορεί να καταστραφεί! Είστε σίγουροι ότι θέλετε να γράψετε αυτήν την εικόνα σε flash μνήμη; Κάνετε αυτό με δική σας ευθύνη!

source: The md5sum validation failed, the file may be downloaded incompletely or be corrupted!
ar: فشل التحقق من صحة md5sum ، قد يكون تحميل الملف غير مكتمل أو قد يكون معطوبا!
el: Η επικύρωση md5sum απέτυχε, το αρχείο μπορεί να μεταφορτωθεί πλημμελώς ή να είναι κατεστραμμένο!

source: The new Channel List has been saved.
ar: تم حفظ لائحة القنوات الجديدة.
el: Η νέα λίστα καναλιών έχει αποθηκευτεί.

source: The package doesn't contain anything.
ar: الحزمة لا تحتوي على أي شيء.
el: Το πακέτο δεν περιέχει τίποτα.

source: The package:
ar: الحزمة :
el: Το πακέτο:

source: The path %s already exists.
ar: المسار %s موجود مسبقا.
el: Το path %s υπάρχει ήδη.

source: The pin code has been changed successfully.
ar: تم تغيير الرقم السري بنجاح.
el: Το PIN αλλάχτηκε με επιτυχία.

source: The pin code you entered is wrong.
ar: الرقم السري الذي أدخلته غير صحيح.
el: Το Pin είναι λάθος.

source: The pin codes you entered are different.
ar: الأرقام السرية التي أدخلتها غير متطابقة.
el: Τα PIN είναι διαφορετικά.

source: The results have been written to %s.
ar: تمت كتابة النتائج إلى %s.
el: Τα αποτελέσματα έχουν γραφτεί για να %s.

source: The sleep timer has been activated.
ar: لقد تم تنشيط مؤقت النوم.
el: Ο "Χρονοδιακόπτης ύπνου" ενεργοποιήθηκε.

source: The sleep timer has been disabled.
ar: لقد تم تعطيل مؤقت النوم.
el: Ο Χρονοδιακόπτης ύπνου απενεργοποιήθηκε.

source: The timer file (timers.xml) is corrupt and could not be loaded.
ar: ملف المؤقت (timers.xml) معطوب ولا يمكن تحميله.
el: Το timer file (timers.xml) είναι άκυρο και δεν φορτώθηκε.

source: The wireless LAN plugin is not installed! Please install it.
ar: لم يتم ملحق شبكة الاتصال المحلية اللاسلكية. يرجى تثبيته.
el: Το ασύρματο LAN plugin δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.

source: The wizard can backup your current settings. Do you want to do a backup now?
ar: يمكن للمعالج أن يقوم بالنسخ الاحتياطي للإعدادات الحالية. هل تريد أن تقوم بذلك الآن؟
el: Ο wizard μπορεί να κάνει backup τα settings. Θέλετε να γίνει το backup;

source: The wizard is finished now.
ar: انتهى المعالج الآن.
el: Ο wizard τελείωσε.

source: There are at least
ar: هناك على الأقل
el: Υπάρχουν τουλάχιστον

source: There are no default services lists in your image.
ar: لا توجد لوائح افتراضية للقنوات في الصورة.
el: Δεν υπάρχουν προρυθμισμένες λίστες καναλιών στο image.

source: There are no default settings in your image.
ar: لا توجد إعدادات افتراضية في الصورة.
el: Δεν υπάρχουν προρυθμισμένα settings στο image.

source: There are now
ar: هناك الآن
el: Υπάρχουν τώρα

source: There might not be enough Space on the selected Partition. Do you really want to continue?
ar: قد لا يكون هناك مساحة كافية على القسم المحدد. هل حقا تريد المتابعة؟
el: Ενδεχομένως να μην υπάρχει αρκετή ελεύθερη μνήμη στο επιλεγμένο Partition. Θέλετε να συνεχίσετε;

source: There was an error downloading the packetlist. Please try again.
ar: هناك خطأ في تحميل لائحة الحزم. يرجى المحاولة مرة أخرى.
el: Υπήρξε ένα σφάλμα κατά τη λήψη του packetlist. Παρακαλώ δοκιμάστε ξανά.

source: There was an error. The package:
ar: هناك خطأ. الحزمة :
el: Υπήρξε ένα σφάλμα. Το πακέτο:

source: This .NFI file does not contain a valid %s image!
ar: ملف .NFI هذا لا يحتوي على صورة %s صالحة!
el: Αυτό το αρχείο δεν περιέχει ένα έγκυρο %s image!

source: This .NFI file does not have a md5sum signature and is not guaranteed to work. Do you really want to burn this image to flash memory?
ar: ملف .NFI هذا لا يملك توقيع md5sum وليس مضمونا عمله. هل تريد حقا أن كتابة هذه الصورة لذاكرة فلاش؟
el: Αυτό το αρχείο δεν έχει υπογραφή md5sum και δεν είναι εγγυημένο ότι λειτουργεί. Θέλετε πραγματικά να γράψετε αυτήν την εικόνα στην flash μνήμη;

source: This .NFI file has a valid md5 signature. Continue programming this image to flash memory?
ar: ملف .NFI هذا له توقيع MD5 صالح. مواصلة برمجة هذه الصورة لذاكرة فلاش؟
el: Αυτό το αρχείο έχει έγκυρη υπογραφή MD5. Θα συνεχίστε τον προγραμματισμό αυτής της εικόνας σε flash μνήμη;

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
ar: تمت تهيئة وسيط DVD RW هذا مسبقا - إعادة التهيئة سوف تمحو جميع محتويات القرص.
el: Αυτό το DVD RW μέσο είναι ήδη διαμορφωμένο - επαναδιαμόρφωση θα διαγράψει όλα τα περιεχόμενα του δίσκου.

source: This Month
ar: هذا الشهر
el: Αυτό το Μήνα

source: This QBoxHD can't decode %s streams!
ar: QBoxHD لا يمكنه فك ترميز تدفق %s!
el: Αυτό το QBoxHD δεν μπορεί να αποκωδικοποιήσει %s streams!

source: This QBoxHD can't decode %s video streams!
ar: QBoxHD لا يمكنه فك ترميز دفق فيديو %s!
el: Αυτό το QBoxHD δεν μπορεί να αποκωδικοποιήσει %s video streams!

source: This QboxHD can't decode %s video streams!
ar: QBoxHD لا يمكنه فك ترميز دفق فيديو %s!
el: Αυτό το QboxHD δεν μπορεί να αποκωδικοποιήσει %s video streams!

source: This Week
ar: هذا الأسبوع
el: Αυτή η εβδομάδα

source: This is step number 2.
ar: هذه هي الخطوة رقم 2.
el: Αυτό είναι το βήμα 2.

source: This is unsupported at the moment.
ar: هذا غير معتمد في الوقت الراهن.
el: Αυτό δεν υποστηρίζεται για την ώρα (τρομάρα μας)

source: This plugin is installed.
ar: هذا الملحق مثبت.
el: Αυτό το plugin είναι εγκατεστημένο.

source: This plugin is not installed.
ar: هذا الملحق غير مثبت.
el: Αυτό το plugin δεν είναι εγκατεστημένο.

source: This plugin will be installed.
ar: هذا الملحق سيتم تثبته.
el: Αυτό το plugin θα εγκατασταθεί.

source: This plugin will be removed.
ar: هذا الملحق ستتم إزالته.
el: Αυτό το plugin θα καταργηθεί.
