Repository: OpenSH4/qboxhd
Catalog: trunk/src/apps/enigma2/po/*.po
Languages: ar, el

source: Loading standard page, be patient ...
ar: تحميل الصفحة القياسية ، الرجاء الانتظار ...
el: Φόρτωση αρχικής σελίδας, παρακαλώ περιμένετε...

source: Local Network
ar: الشبكة المحلية
el: Δίκτυο

source: Local share name
ar: اسم المشاركة المحلية
el: Τοπικό όνομα του κοινόχρηστου

source: Location
ar: الموقع
el: Τοποθεσία

source: Lock:
ar: قفل:

source: Log results to harddisk
ar: سجل النتائج على القرص الصلب
el: Καταγραφή αποτελεσμάτων σκληρού δίσκου

source: Login not successful
ar: الدخول غير ناجح
el: Είσοδος όχι επιτυχής!

source: Long Keypress
ar: ضغط مطول على مفتاح
el: Μακροχρονικό πάτημα πληκτρού

source: Longitude
ar: خط الطول
el: Γεωγραφικό μήκος

source: Low Quality (Mono)
ar: جودة منخفضة (أحادي mono)
el: Χαμηλή Ποιότητα (Mono)

source: MMC Card
ar: بطاقة MMC
el: Κάρτα MMC

source: MORE
ar: المزيد

source: Macedonian
ar: المقدونية

source: Main menu
ar: القائمة الرئيسية
el: Κεντρικό Μενού

source: Mainmenu
ar: القائمة الرئيسية
el: Κεντρικό μενού

source: Make this mark an 'in' point
ar: جعل هذه العلامة نقطة 'دخول'
el: Μάρκαρε αυτό το σημείο σαν σημείο εισόδου

source: Make this mark an 'out' point
ar: جعل هذه العلامة نقطة 'خروج'
el: Μάρκαρε αυτό το σημείο σαν σημείο εξόδου

source: Make this mark just a mark
ar: جعل هذه العلامة مجرد علامة
el: Μάρκαρε αυτό το σημείο απλός σαν σημείο

source: Malagasy
ar: مدغشقر

source: Malay
ar: الملايو

source: Malayalam
ar: الماليالام

source: Maltese
ar: المالطية

source: Manage your receiver's software
ar: إدارة برنامج جهاز الاستقبال
el: Διαχειριστείτε το λογισμικό του δέκτη σας

source: Manual Scan
ar: البحث اليدوي
el: Χειροκίνητη Ανεύρεση

source: Manual transponder
ar: مرسل يدوي
el: Χειροκίνητος transponder

source: Manufacturer
ar: الصانع
el: Κατασκευαστής

source: Maori
ar: الماوري

source: Marathi
ar: الماراثى

source: Margin after record
ar: الهامش بعد التسجيل
el: Περιθώριο μετά την εγράφη (λεπτά)

source: Margin before record (minutes)
ar: الهامش قبل التسجيل (دقيقة)
el: Περιθώριο πριν την εγράφη (λεπτά)

source: Media Center
ar: مركز الوسائط

source: Media player
ar: مشغل الوسائط

source: MediaPlayer
ar: مشغل الوسائط

source: Medium Quality (Mono)
ar: متوسط الجودة (أحادي mono)
el: Μέση ποιότητα (Mono)

source: Medium is not a writeable DVD!
ar: الوسيط ليس دي في دي قابل للكتابة!
el: Το μέσο δεν είναι εγγράψιμο DVD!

source: Medium is not empty!
ar: الوسيط ليس فارغا!
el: Το μέσο δεν είναι άδειο!

source: Menu
ar: القائمة
el: Μενού

source: Message
ar: رسالة
el: Μήνυμα

source: Metric
ar: متري

source: Miscellaneous
ar: متفرقات
el: Διάφορα

source: Mkfs failed
ar: فشل Mkfs
el: Αποτυχία mkfs

source: Mode
ar: الوضع

source: Mode: %s
ar: الوضع : %s
el: Λειτουργία: %s

source: Model:
ar: نموذج :
el: Μοντέλο:

source: Modulation
ar: تغيير
el: Διαμόρφωση

source: Modulator
ar: المغير

source: Moldavian
ar: المولدافية

source: Mon
ar: الاثنين
el: Δευ

source: Mon-Fri
ar: الاثنين-الجمعة
el: Δευ-Παρ

source: Monday
ar: الاثنين
el: Δευτέρα

source: Mongolian
ar: المنغولية

source: Most Discussed
ar: الأكثر مناقشة
el: Περισσότερες Εξετάσεις

source: Most Linked
ar: الأكثر ارتباطا
el: Οι περισσότεροι συνδέονται

source: Most Recent
ar: الأحدث
el: Πιο Πρόσφατα

source: Most Responded
ar: الأكثر إجابة
el: Περισσότερες ανταποκρίσεις

source: Most Viewed
ar: الأكثر مشاهدة
el: Περισσότερες εμφανίσεις

source: Mount failed
ar: فشل التركيب
el: Αποτυχία mount

source: Mount informations
ar: معلومات التركيب
el: Πληροφορίες mount

source: Mount options
ar: خيارات التركيب
el: Mount επιλογές

source: Mount type
ar: نوع التركيب
el: Τύπος mount

source: MountManager
ar: إدارة التركيب

source: MountPoint:
ar: نقطة التركيب:

source: Mounted/ Unmounted
ar: مركب/ غير مركب

source: Mountpoints management
ar: إدارة نقاط التركيب

source: Mounts editor
ar: محرر التركيبات

source: Mounts management
ar: إدارة التركيب

source: Move Picture in Picture
ar: نقل صورة داخل صورة
el: Μετακίνηση σε Picture in Picture

source: Move east
ar: التحرك شرقا
el: Μετακίνηση ανατολικά

source: Move west
ar: التحرك غربا
el: Μετακίνηση δθτικά

source: Movie Directory
ar: دليل الفيلم
el: Κατάλογος Ταινίες

source: Movielist menu
ar: قائمة لائحة الأفلام
el: Μένου λίστας Movie

source: Movies
ar: أفلام
el: Ταινίες

source: Movies - Action/Adventure
ar: أفلام - أكشن/مغامرة
el: Ταινίες - Δράση/Περιπέτεια

source: Movies - Anime/Animation
ar: أفلام - أنيمي/رسوم متحركة
el: Ταινίες - Κινούμενα Σχέδια/Ψυχαγωγία

source: Movies - Classics
ar: أفلام - كلاسيكية
el: Ταινίες - Κλασικά

source: Movies - Documentary
ar: أفلام - وثائقية
el: Ταινίες - Ντοκυμαντέρ

source: Movies - Drama
ar: أفلام - دراما
el: Ταινίες - Δράμα

source: Movies - Family
ar: أفلام - الأسرة
el: Ταινίες - Οικογενειακές

source: Movies - Foreign
ar: أفلام - أجنبية
el: Ταινίες - Ξένες Σειρές

source: Movies - Horror
ar: أفلام - رعب
el: Ταινίες - Τρόμου

source: Movies - Sci-Fi/Fantasy
ar: أفلام - خيال علمي/خيال
el: Ταινίες - Sci-Fi/Φαντασίας

source: Movies - Shorts
ar: أفلام - قصيرة
el: Ταινίες - Μικρού Μήκους

source: Movies - Thriller
ar: أفلام -- إثارة
el: Ταινίες - Θρίλερ

source: Moview - Comedy
ar: أفلام - كوميديا
el: Ταινίες - Κωμωδίες

source: Multi EPG
ar: دليل برامح متعدد

source: Multimedia
ar: الوسائط المتعددة

source: Multiple service support
ar: دعم الخدمات المتعددة
el: Υποστήριξη πολλαπλών λειτουργιών

source: Multisat
ar: أقمار صناعية متعددة

source: Music
ar: الموسيقى

source: Mute
ar: كتم

source: N/A
ar: غير موجود

source: NAS Server Configuration
ar: إعدادات مشاركات الشبكة
el: Διαμόρφωση NAS Server

source: NEXT
ar: التالي
el: ΕΠΟΜΕΝΟ

source: NFI image flashing completed. Press Yellow to Reboot!
ar: انتهى تفليش صورة NFI. اضغط الزر الأصفر لإعادة الإقلاع!
el: qboxhd_backup image flashing ολοκληρώθηκε. Το σύστημα θα κάνειεπανεκκίνηση!

source: NFS share
ar: مشاركة NFS
el: NFS διαμοιρασμός

source: NIT scan
ar: بحث الشبكة
el: σάρωση NIT

source: NOW
ar: الآن
el: ΤΩΡΑ

source: Name
ar: الاسم
el: Όνομα

source: Name:
ar: الاسم :
el: Όνομα:

source: Nameserver
ar: اسم الخادم
el: Όνομα διακομιστή

source: Nameserver %d
ar: اسم الخادم %d
el: Όνομα διακομιστή %d

source: Nameserver Setup
ar: ضبط اسم الخادم
el: Ρύθμιση όνομα διακομιστή

source: Nameserver settings
ar: إعدادات اسم الخادم
el: Ρυθμίσεις όνομα διακομιστή

source: Nauru
ar: ناورو

source: Nepali
ar: النيبالية

source: Netmask
ar: قناع الشبكة

source: Network
ar: الشبكة
el: Δίκτυο

source: Network Configuration...
ar: تكوين شبكة الاتصال...
el: Διαμόρφωση δικτύου...

source: Network Mount
ar: تركيب الشبكة
el: Mount Δικτύου

source: Network SSID
ar: معرف مجموعة خدمات الشبكة
el: SSID δικτύου

source: Network Settings
ar: إعدادات الشبكة
el: Ρυθμίσεις Δικτύου

source: Network Setup
ar: ضبط الشبكة
el: Εγκατάσταση Δικτύου

source: Network scan
ar: بحث الشبكة
el: Ανεύρεση Δικτύου

source: Network settings
ar: إعدادات الشبكة
el: Ρυθμίσεις δικτύου

source: Network setup
ar: ضبط الشبكة
el: Εγκατάσταση δικτύου

source: Network test
ar: اختبار الشبكة
el: Τεστ δικτύου

source: Network test...
ar: اختبار الشبكة...
el: Τεστ δικτύου...

source: Network...
ar: الشبكة...
el: Δίκτυο...

source: Network:
ar: الشبكة :
el: ΔΙΚΤΥΟ:

source: NetworkWizard
ar: معالج إعداد الشبكة
el: Wizard δικτύου

source: New
ar: جديد
el: Νέο

source: New YouPorn search
ar: بحث YouPorn جديد
el: Νέα αναζήτηση στο YouPorn

source: New YouTube search
ar: بحث يوتيوب جديد
el: Νέα αναζήτηση στο YouTube

source: New pin
ar: رقم سري جديد
el: Νέο pin

source: New version:
ar: إصدار جديد :
el: Νέα έκδοση:

source: Newest Video
ar: أحدث فيديو
el: Τα νεώτερα Video

source: News & Politics
ar: أخبار وسياسة
el: Νέα & Πολιτική

source: Next
ar: التالي
el: Επόμενο

source: Next Favorite Folder
ar: مجلد المفضلة التالي
el: Επόμενος Φάκελος στα Αγαπημένα

source: Next Song
ar: الأغنية التالية
el: Επόμενο τραγούδι

source: No
ar: لا
el: Όχι

source: No (supported) DVDROM found!
ar: لم يتم العثور على DVDROM (مدعوم)!
el: DVD-ROM βρέθηκε! Δεν (υποστηρίζεται)

source: No 50 Hz, sorry. :(
ar: لا وجود لـ 50 هرتز، آسف. :(
el: Δεν ύπαρχει 50 Hz, sorry. :(

source: No Connection
ar: لا يوجد اتصال
el: Δεν υπάρχει σύνδεση

source: No External Harddisk found
ar: لم يتم العثور على قرص صلب خارجي
el: Δεν βρέθηκε εξωτερικός Harddisk!

source: No HDD found or HDD not initialized!
ar: لم يتم العثور على القرص الصلب أو القرص الصلب غير مهيئ!
el: Δεν βρέθηκε σκληρός δίσκος ή δεν έχει γίνει μορφοποίηση!

source: No Keyboard or Mouse detected! To launch the Web Browser you need to have a Keyboard and Mouse connected on the USB Port. Please connect any USB Keyboard and Mouse into any USB Port on the back side of your QBox receiver. TIP: If you have no USB Port free left, please use a USB Hub!
ar: لم يتم الكشف عن أية لوحة مفاتيح أو فأرة! لتشغيل متصفح الويب تحتاج إلى أن تكون لوحة المفاتيح والفأرة متصلان بمنافذ يو اس بي. الرجاء توصيل أية لوحة مفاتيح وفأرة بأي منفذ من منافذ يو اس بي بالوجه الخلفي من جهاز QBoxHD. نصيحة : إذا لم يكن لديك أي منفذ يو اس بي فارغ ، يرجى استخدام لوحة وصل يو اس بي متعددة المنافذ (USB hub)!
el: Δεν ανιχνεύεται πληκτρολόγιο ή ποντίκι! Για την εκκίνηση του Web Browser πρέπει να έχετε ένα πληκτρολόγιο και το ποντίκι συνδεδεμένα με θύρα USB. Παρακαλούμε να συνδέσετε USB πληκτρολόγιο και ποντίκι σε οποιαδήποτε θύρα USB στην πίσω πλευρά του QboxHD δέκτη σας. TIP: Αν δεν έχετε ελεύθερη θύρα USB, παρακαλούμε να χρησιμοποιήσετε ένα USB Hub!

source: No Networks found
ar: لا توجد شبكات
el: Δεν βρέθηκαν Δίκτυα

source: No backup needed
ar: لا حاجة إلى النسخ الاحتياطي
el: Δεν χρειάζεται backup

source: No backup storage present.
ar: لا وجود لوحدة تخزين للنسخ الاحتياطي.
el: Δεν αποθηκεύτηκε αντίγραφο ασφαλείας.

source: No configuration saved.
ar: لا وجود لتكوين محفوظ.
el: Η διαμόρφωση δεν σώθηκε

source: No data on transponder! (Timeout reading PAT)
ar: لا توجد بيانات على المرسل! (إنتهاء مهلة قراءة PAT)
el: Δεν υπάρχουν δεδομένα στον transponder! (Timeout reading PAT)

source: No description available.
ar: لا يوجد وصف متاح.
el: Δεν υπάρχει περιγραφή διαθέσιμη.

source: No details for this image file
ar: لا توجد أية تفاصيل عن ملف صورة هذا
el: Δεν υπάρχουν λεπτομέρειες για αυτό το image

source: No displayable files on this medium found!
ar: لم يتم العثور على ملفات للعرض على هذه الوسيطة!
el: Δεν φαίνονται αρχεία στο μέσο που βρέθηκε!

source: No event info found, recording indefinitely.
ar: لا توجد معلومات الحدث ، سيتم التسجيل إلى ما لا نهاية.
el: Δεν βρέθηκαν πληροφορίες, Η εγγραφή δεν θα σταματήσει.

source: No free tuner!
ar: لا يوجد موالف حر!
el: Δεν υπάρχει ελεύθερο tuner!

source: No more files in this directory
ar: لا مزيد من الملفات في هذا الدليل
el: Δεν υπάρχουν άλλα αρχεία στον κατάλογο

source: No network devices found!
ar: لم يتم العثور على أجهزة الشبكة!
el: Δε βρέθηκαν συσκευές δικτύου!

source: No new %s found.
ar: لا توجد %s جديدة.
el: Δεν υπάρχουν νέες %s βρέθηκαν.

source: No packages were upgraded yet. So you can check your network and try again.
ar: لا توجد حزم تمت ترقيتها بعد. بحيث يمكنك التحقق من الشبكة والمحاولة مرة أخرى.
el: Κανένα πακέτο δεν έχει αναβαθμιστεί ακόμα. Δοκίμαστε αργότερα.

source: No picture on TV? Press EXIT and retry.
ar: لا توجد صورة على شاشة التلفزيون؟ اضغط على خروج وأعد المحاولة.
el: Δεν ύπαρχει εικόνα. Πατήστε EXIT και προσπαθήστε ξανά.

source: No positioner capable frontend found.
ar: لم يتم العثور على واجهة محرك مؤهلة.

source: No previous file in this directory
ar: لا وجود لملف سابق في هذا الدليل
el: Δεν υπάρχει προηγούμενο αρχείο στον κατάλογο

source: No purses defined.
ar: لم يتم تحديد موارد.

source: No satellite frontend found!!
ar: لم يتم العثور على واجهة الأقمار الصناعية!

source: No subscription defined.
ar: لم يتم تحديد الاشتراك.
el: Δεν ορίζεται εγγραφή.

source: No tags are set on these movies.
ar: لم يتم تعيين أية علامات على هذه الأفلام.
el: Δεν υπάρχουν ετικέτες σε αυτές τις ταινίες.

source: No tuner is configured for use with a diseqc positioner!
ar: لم يتم تكوين أي موالف للاستخدام مع محرك دايسك!
el: Δεν υπάρχει ενεργοποιημένο tuner για χρήση με diseqc positioner!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
ar: لم يتم تمكين أي موالف! يرجى ضبط إعدادات الموالف قبل بدء عملية بحث القنوات.
el: Δεν ενεργοποιήθηκε tuner! Παραμετροποιήσετε τους tuner πρωτού κάνετε ανεύρεση υπερησιών.

source: No useable USB stick found
ar: لا توجد وحدة يو اس بي صالحة للاستعمال
el: Μη χρησιμοποιήσιμο USB stick που βρέθηκε..

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
ar: لا توجد خدمة إينيقما2 صالحة لتشغيل دفق VLC قم بالتحقق من التثبيت وحاول مرة أخرى!
el: Μη έγκυρο Enigma-Υπηρεσία για να παίξει σε VLC-Stream Ελέγξτε την εγκατάσταση και προσπαθήστε ξανά!

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
ar: لم يتم العثور على رقم سري صالح للقناة! هل ترغب في تغيير الرقم السري للقناة الآن؟ عندما تختار 'لا' ستبقى حماية القناة معطلة!
el: Άκυρο PIN καναλιού! Θέλετε να ορίσετε τώρα ενά PIN καναλιού; Σε περίπτωση που πειτε "Οχί" ο γονικώς έλεγχος θα μείνει απεργοποιήμενος!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
ar: لم يتم العثور على رقم سري صالح للضبط! هل ترغب في تغيير الرقم السري للضبط الآن؟ عندما تختار 'لا' ستبقى حماية الضبط معطلة!
el: Άκυρο setup PIN! Θέλετε να ορίσετε τώρα ενά setup PIN; Σε περίπτωση που πειτε "Οχ"' η προστασία του setup θα μείνει απεργοποιήμενη!

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
ar: لم يتم العثور على محول شبكة محلية قيد التشغيل. الرجاء التأكد من أنك قمت بتوصيل كابل الشبكة وأن تكوين شبكة الاتصال صحيح.
el: Δεν λειτουργεί ο τοπικός προσαρμογέα δικτύου που βρέθηκε. Βεβαιωθείτε ότι έχετε συνδέσει ένα καλώδιο δικτύου και το δίκτυό σας έχει ρυθμιστεί σωστά.

source: No working wireless interface found. Please verify that you have WiFi module or enable your local network interface.
ar: لم يتم العثور على واجهة شبكة لاسلكية قيد التشغيل. الرجاء التأكد من أن لديك وحدة شبكة لاسلكية أو قم بتمكين واجهة الشبكة المحلية.
el: Δεν λειτουργεί η ασύρματη διασύνδεση που βρέθηκε. Παρακαλώ βεβαιωθείτε ότι έχετε WiFi μονάδα ή ενεργοποιήσετε την τοπική διεπαφή του δικτύου σας.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
ar: لم يتم العثور على محول شبكة لاسلكية قيد التشغيل. الرجاء التأكد من أنك قمت بتوصيل جهاز متوافق مع الشبكة اللاسلكية وأن تكوين شبكة الاتصال صحيح.
el: Δεν εργάζεται ο προσαρμογέας ασύρματου δικτύου που βρέθηκε. Παρακαλώ βεβαιωθείτε ότι έχετε συνδέσει μια συμβατή συσκευή WLAN και το δίκτυό σας έχει ρυθμιστεί σωστά.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
ar: لم يتم العثور على واجهة شبكة لاسلكية قيد التشغيل. الرجاء التأكد من أنك قمت بتوصيل جهاز متوافق مع الشبكة اللاسلكية أو قم بتمكين واجهة شبكة الاتصال المحلية.
el: Δεν λειτουργεί η ασύρματη διασύνδεση δικτύου που βρέθηκε. Βεβαιωθείτε ότι έχετε συνδέσει μια συμβατή συσκευή WLAN ή επιτρέπει τοπικές διασυνδέσεις του δικτύου σας.

source: No working wireless networkadapter found. Please verify that you have WiFi module and your Network is configured correctly.
ar: لم يتم العثور على محول شبكة لاسلكية قيد التشغيل. الرجاء التأكد من أن لديك وحدة شبكة لاسلكية وأن تكوين شبكة الاتصال صحيح.
el: Δεν λειτουργεί ο προσαρμογέας ασύρματου δικτύου που βρέθηκε. Βεβαιωθείτε ότι έχετε WiFi μονάδα και το δίκτυό σας έχει ρυθμιστεί σωστά.

source: No, but restart from begin
ar: لا ، ولكن أعد التشغيل من البداية
el: Όχι, επανεκκίνηση απο την αρχή.

source: No, do nothing.
ar: لا ، لا تفعل شيئا.
el: Όχι. Μην κάνεις τίποτα.

source: No, just start my QBoxHD
ar: لا ، فقط شغلQBoxHD
el: Όχι, απλώς ξεκινά το QBoxHD

source: No, not now
ar: لا ، ليس الآن
el: Όχι, όχι τώρα

source: No, scan later manually
ar: لا ، ابحث يدويا في وقت لاحق
el: Όχι, θα γίνει ανεύρεση αργότερα

source: No, send them never
ar: لا ، لا ترسلها أبدا
el: Όχι, δεν τους στέλνει ποτέ

source: None
ar: لا شيء
el: Κανένα

source: Nonlinear
ar: غير خطي
el: Μη γραμμικός

source: Nonprofits & Activism
ar: المنظمات غير الربحية والنشاط
el: Μη κερδοσκοπικά & Ακτιβισμός

source: North
ar: الشمال
el: Βορράς

source: Norwegian
ar: النرويجية

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
ar: مساحة القرص غير كافية. الرجاء تحرير بعض المساحة على القرص وحاول مرة أخرى. (%d ميغابايت مطلوبة ، %d ميجابايت متوفرة)
el: Δεν υπάρχει αρκετός χώρος στον δίσκο. Ελευθερώστε χώρο και προσπαθήστε ξανά. (%d MB απαιτούνται, %d MB διαθέσιμα)

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
ar: لا شيء لبحثه! يرجى ضبط إعدادات الموالف قبل بدء عملية بحث القنوات.
el: Τίποτα για ανεύρεση! Να παραμετροποιήσετε το tuner πρώτα.

source: Now Playing
ar: قيد التشغيل الآن
el: Τώρα παίζει

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
ar: الآن ، استخدم إعدادات التباين لزيادة سطوع الخلفية بأكثر قدر ممكن، لكن تأكد من أنك ما زلت تستطيع رؤية الفرق بين مستويي الظل الأكثر سطوعا. إذا أتممت ذلك اضغط موافق.
el: Χρησιμοποιήστε την παραμετροποιήση της αντιθέσης για να φωτίσετε το βάθος τόσο μόλις να διαφέρουνε οι δύο πιο φώτινες σκιές. Οταν τελειώσετε πατήστε ΟΚ.

source: OK
ar: موافق

source: OK, guide me through the upgrade process
ar: حسنا، قم بمساعدتي أثناء عملية الترقية
el: ΟΚ, οδήγησέ με στην διαδικασία αναβάθμισης

source: OK, remove another extensions
ar: حسنا، قم بإزالة ملحقات أخرى
el: Εντάξει, αφαιρέστε άλλες επεκτάσεις

source: OK, remove some extensions
ar: حسنا، قم بإزالة بعض الملحقات
el: Εντάξει, αφαιρέστε ορισμένες επεκτάσεις

source: OSD
ar: العرض على الشاشة

source: OSD Settings
ar: إعدادات العرض على الشاشة
el: Παραμετροποίηση OSD

source: OSD visibility
ar: شفافية العرض
el: OSD ορατότητα

source: OTHER CONFIGURATION:
ar: تكوين آخر:

source: Occitan
ar: الأوكسيتانية

source: Off
ar: تعطيل
el: Κλειστό

source: On
ar: تمكين
el: Ανοικτό

source: One
ar: واحد
el: Ένα

source: Online-Upgrade
ar: ترقية عن طريق الانترنت
el: Αναβάθμιση Online

source: Only Free scan
ar: بحث المجاني فقط
el: Σάρωση μόνο ελεύθερα

source: Operation Stopped
ar: تم إيقاف العملية
el: Λειτουργία Σταμάτησε

source: Operation stopped by user.
ar: تم إيقاف العملية من قبل المستخدم
el: Η λειτουργία διακόπηκε από το χρήστη.

source: Optionally enter your name if you want to.
ar: أدخل اسمك اختياريا إذا كنت تريد.
el: Προαιρετικά, εισάγετε το όνομα σας, εάν θέλετε να.

source: Orbital Position
ar: الموقع المداري

source: Order by
ar: الترتيب حسب

source: Oriya
ar: الأوريا

source: Overscan Correction [in %(percentsign)s of Video width]
ar: تصحيح Overscan [في %(percentsign)s من عرض الفيديو]
el: Overscan Διόρθωση [in %(percentsign)s του πλάτους Βίντεο]

source: Package details for:
ar: تفاصيل الحزمة لـ :
el: Λεπτομέρειες πακέτου για:

source: Package list update
ar: تحديث لائحة الحزم
el: Αναβάθμηση του Package list

source: Package removal failed.
ar: فشل إزالة الحزمة.
el: Αφαίρεση πακέτου απέτυχε.

source: Package removed successfully.
ar: إزالة الحزمة تمت بنجاح.
el: Πακέτο αφαιρεθεί επιτυχώς.

source: Packet management
ar: ادارة الحزم

source: Packet manager
ar: ادارة الحزم

source: Page
ar: صفحة
el: Σελίδα

source: Panel Leds on standby
ar: أضواء اللوحة في وضع الاستعداد
el: Panel Leds σε αναμονή

source: Parent Directory
ar: الدليل الأصل
el: Γονικός Κατάλογος

source: Parental Control
ar: الرقابة الأبوية
el: Γονικός Έλεγχος

source: Parental control
ar: الرقابة الأبوية
el: Γονικός έλεγχος

source: Parental control services Editor
ar: محرر الرقابة الأبوية للقنوات
el: Επεξεργασία γονικού έλεγχου

source: Parental control setup
ar: ضبط الرقابة الأبوية
el: Παραμετροποίηση γονικού ελέγχου

source: Parental control type
ar: نوع الرقابة الأبوية
el: Είδος γονικού ελέγχου

source: Pashto
ar: الباشتو

source: Password
ar: كلمة المرور
el: Κωδικός πρόσβασης

source: Pause movie at end
ar: أوقف الفيلم عند النهاية
el: Πάυση στο τέλος της ταινίας

source: People & Blogs
ar: ناس ومدونات
el: Άνθρωποι & Blogs

source: Persian
ar: الفارسية

source: Personal Video Recodings (PVR)
ar: تسجيلات الفيديو الشخصية (PVR)
el: Εγγραφές Βίντεο (PVR)

source: Pets & Animals
ar: حيوانات وحيوانات أليفة
el: Κατοικίδια & Ζώα

source: Phone number
ar: رقم الهاتف
el: Τηλέφωνο επικοινωνίας

source: PiPSetup
ar: إعداد صورة داخل الصورة

source: PicturePlayer
ar: عارض الصور

source: Pilot
ar: مرشد

source: Pin code needed
ar: الرمز السري لازم
el: Χρειάζεται το Pin code

source: Play
ar: تشغيل

source: Play All
ar: تشغيل الكل

source: Play Audio-CD...
ar: تشغيل قرص صوتي
el: Παίξε Audio-CD...

source: Play DVD
ar: تشغيل دي في دي
el: Παίξε DVD

source: Play Music...
ar: تشغيل الموسيقى...
el: Παίξε Music...

source: Play recorded movies...
ar: تشغيل الأفلام المسجلة...
el: Αναπαραγωγή ταινίας...

source: Play selected
ar: تشغيل المحدد
el: Παίξε επιλεγμένα

source: Play selected file
ar: تشغيل الملف المحدد
el: Παίξε επιλεγμένο αρχείο

source: Playing video, be patient ...
ar: جاري تشغيل الفيديو، الرجاء الانتظار ...
el: Αναπαραγωγή βίντεο, παρακαλώ περιμένετε...

source: Playlist
ar: قائمة التشغيل

source: Playlist Description
ar: وصف قائمة التشغيل
el: Playlist Περιγραφή

source: Playlist Name
ar: اسم قائمة التشغيل
el: Playlist Όνομα

source: Playlists
ar: قوائم التشغيل

source: Please Reboot
ar: الرجاء إعادة الإقلاع
el: Παρακαλώ κάνετε επανεκκίνηση

source: Please Select Medium to be Scanned
ar: الرجاء اختيار الوسيطة التي سيتم تفحصها
el: Παρακαλώ επιλέξετε μέσο που να γίνε ανεύρεση

source: Please change recording endtime
ar: يرجى تغيير ساعة نهاية التسجيل
el: Παρακαλώ αλλάξτε την ώρα τερματισμού

source: Please check your network settings!
ar: يرجى التحقق من إعدادات الشبكة!
el: Παρακαλώ ελέγξτε τις ρυθμίσεις του δικτύου σας!

source: Please choose .NFI image file from feed server to download
ar: الرجاء اختيار ملف صورة .NFI من خادم التغذية للتحميل
el: Παρακαλώ επιλέξτε .NFI αρχείο εικόνας από τον διακομιστή feed για να κατεβάσετε

source: Please choose an extension...
ar: الرجاء اختيار ملحق ...
el: Eπιλέξτε ένα extension...

source: Please choose he package...
ar: الرجاء اختيار الحزمة...
el: Παρακαλώ επιλέξτε το πακέτο...

source: Please choose the default services lists you want to install.
ar: الرجاء اختيار لائحة القنوات الافتراضية التي تريد تثبيتها.
el: Παρακαλώ επιλέξτε την προρυθμιζμένη λιστα καναλιών που θέλετε να εγκατασταθεί.

source: Please connect netcable and then activate this network configuration.
ar: الرجاء توصيل netcable ثم تفعيل تكوين شبكة الاتصال هذه.
el: Παρακαλώ συνδέστε το καλώδιο δικτύου και ενεργοποιήσετε στη συνέχεια αυτήν τη ρύθμιση παραμέτρων του δικτύου.

source: Please disconnect all USB devices from your QBoxHD and (re-)attach the target USB stick (minimum size is 64 MB) now!
ar: يرجى فصل كافة أجهزة يو اس بي عن QBoxHD وإعادة توصيل وحدة يو اس بي الهدف الآن (الحجم الأدنى 64 ميغابايت)!
el: Παρακαλώ αποσυνδέστε όλες τις συσκευές USB από QBoxHD και επανασυνδέστε το στόχο USB stick, (το ελάχιστο μέγεθος είναι 64 ΜΒ) τώρα!

source: Please disconnect netcable for activate this network configuration
ar: يرجى فصل netcable لتنشيط تكوين هذه الشبكة
el: Παρακαλώ αποσυνδέστε το καλώδιο δικτύου για να ενεργοποιήσετε αυτήν τη ρύθμιση παραμέτρων του δικτύου

source: Please do not change any values unless you know what you are doing!
ar: الرجاء عدم تغيير أي من القيم إلا إذا كنت تعرف مسبقا ما تقوم به!
el: Παρακαλώ μην αλλάζετε στοιχεία εάν δεν είστε σίγουρος!

source: Please enter a name for the new bouquet
ar: الرجاء إدخال اسم للباقة الجديدة
el: Επέλεξε ένα όνομα για το νέο μπουκέτο
