Repository: OpenSH4/qboxhd
Catalog: trunk/src/apps/enigma2/po/*.po
Languages: ar, el

source: Please enter a name for the new marker
ar: الرجاء إدخال اسم للعلامة الجديدة
el: Επιλέξτε ένα όνομα για το νέο σημαιάκι

source: Please enter a new filename
ar: الرجاء إدخال اسم ملف جديد
el: Παρακαλώ ορίστε ένα νέο όνομα αρχείου

source: Please enter filename (empty = use current date)
ar: الرجاء إدخال اسم ملف (فارغ= استخدام التاريخ الحالي).
el: Παρακαλώ ορίστε όνομα αρχείου (κενό = τρέχουσα ημερομηνία)

source: Please enter name of the new directory
ar: الرجاء إدخال اسم الدليل الجديد
el: Παρακαλώ εισάγετε το όνομα του νέου καταλόγου

source: Please enter the correct pin code
ar: الرجاء إدخال الرقم السري الصحيح
el: Βάλε το σωστό κωδικό pin

source: Please enter the old pin code
ar: الرجاء إدخال الرقم السري القديم
el: Βάλε τον παλιό κωδικό pin

source: Please enter your email address here:
ar: الرجاء إدخال عنوان بريدك الإلكتروني هنا :
el: Παρακαλώ εισάγετε τη διεύθυνση email σας εδώ:

source: Please enter your name here (optional):
ar: من فضلك ادخل اسمك هنا (اختياري) :
el: Παρακαλώ εισάγετε το όνομά σας εδώ (προαιρετικό):

source: Please follow the instructions on the TV
ar: يرجى اتباع التعليمات التي تظهر على التلفزيون
el: Παρακαλώ ακολουθείστε της οδηγείες στην οθόνη

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
ar: يرجى ملاحظة أنه لا يمكن الوصول إلى الوسيطة المحددة سابقا ، وبالتالي سيتم استخدام الدليل الافتراضي بدلا من ذلك.
el: Σημειώστε ότι είχατε επιλέξει προηγουμένως μέσο ενημέρωσης, δεν θα μπορούσε να προσπελαστεί και ως εκ τούτου ο προεπιλεγμένος κατάλογος χρησιμοποιείται αντ 'αυτού.

source: Please press OK to continue.
ar: يرجى الضغط على موافق للمتابعة.
el: Πατήστε OK για να συνεχίσετε.

source: Please press OK!
ar: يرجى الضغط على موافق!
el: Παρακαλώ πιέστε OK!

source: Please select .NFI flash image file from medium
ar: الرجاء اختيار ملف صورة فلاش .NFFI من الوسيطة
el: Παρακαλώ επιλέξτε αρχείο εικόνας .NFI flash από το μέσο

source: Please select a playlist to delete...
ar: الرجاء تحديد قائمة التشغيل التي سيتم حذفها...
el: Παρακαλώ επιλέξτε λίστα για διαγραφή..

source: Please select a playlist...
ar: الرجاء تحديد قائمة التشغيل.
el: Παρακαλώ επιλέξτε playlist..

source: Please select a subservice to record...
ar: الرجاء تحديد الخدمة الفرعية التي سيتم تسجيلها...
el: Επέλεξε μια υπό-υπηρεσία για εγράφη..

source: Please select a subservice...
ar: الرجاء تحديد خدمة فرعية...
el: Επιλέξτε μια υπό-υπηρεσία..

source: Please select an extension to remove.
ar: الرجاء اختيار ملحق لإزالة.
el: Επιλέξτε ένα extension για την αφαίρεση.

source: Please select an option below.
ar: الرجاء تحديد أحد الخيارات التالية.
el: Παρακαλώ επιλέξτε μια επιλογή κάτω.

source: Please select medium to use as backup location
ar: الرجاء اختيار الوسيطة للاستخدام كموقع للنسخ الاحتياطي
el: Παρακαλώ επιλέξτε μέσο που θα χρησιμοποιηθεί ως θέση αντιγράφων ασφαλείας

source: Please select tag to filter...
ar: الرجاء اختيار علامة للتصفية...
el: Παρακαλώ επιλέξτε ετικέτα για να φιλτράρετε...

source: Please select target directory or medium
ar: الرجاء اختيار الدليل الهدف أو الموسيطة
el: Παρακαλώ επιλέξτε τον κατάλογο στόχου ή μέσου

source: Please select the movie path...
ar: الرجاء تحديد مسار الفيلم...
el: Παρακαλώ επιλέξτε path για το movie..

source: Please set up tuner B
ar: يرجى إعداد الموالف ب (B)
el: Παρακαλώ παραμετροποιήσετε το tuner B

source: Please set up tuner C
ar: يرجى إعداد الموالف ج (C)
el: Παρακαλώ παραμετροποιήσετε το tuner C

source: Please set up tuner D
ar: يرجى إعداد الموالف د (D)
el: Παρακαλώ παραμετροποιήσετε το tuner D

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
ar: الرجاء استخدام مفاتيح الاتجاه لتحريك نافذة صورة داخل الصورة. اضغط مفتاح باقة -/+ لتغيير حجم النافذة. اضغط على موافق للعودة إلى وضع التلفزيون أو اضغط خروج لإلغاء التحريك.
el: Χρησιμοποιήστε τα βελάκια για να μετακινήσετε το PIP παράθυρο Για να αλλάξετε μέγεθος πατήστε το + - του επιλογέα μπουκέτου πατήστε ΟΚ για να δείτε TV και EXIT για το PIP.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
ar: يرجى استخدام مفاتيح أعلى وأسفل لتحديد لغتك. بعد ذلك اضغط على زر موافق.
el: Παρακαλώ χρησιμοποιήστε τα UP και DOWN για να επιλέξετε τη γλώσσα σας. Στη συνέχεια πατήστε το OK.

source: Please wait for activation of your network configuration...
ar: يرجى الانتظار لتفعيل تكوين شبكة الاتصال...
el: Παρακαλώ περιμένετε για την ενεργοποίηση της διαμόρφωσης του δικτύου σας...

source: Please wait for activation of your network mount...
ar: يرجى الانتظار لتفعيل تركيب الشبكة...
el: Παρακαλώ περιμένετε για την ενεργοποίηση του δικτύου σας mount...

source: Please wait while removing selected package...
ar: يرجى الانتظار لحين إزالة الحزمة المختارة...
el: Παρακαλώ περιμένετε ενώ αφαιρείτε το επιλεγμένο πακέτο...

source: Please wait while removing your network mount...
ar: يرجى الانتظار لحين إزالة تركيب الشبكة...
el: Παρακαλώ περιμένετε ενώ αφαιρείτε το δίκτυό σας mount...

source: Please wait while scanning is in progress...
ar: الرجاء الانتظار بينما تتقدم عملية البحث...
el: Παρακαλώ περιμένετε η σάρωση είναι σε εξέλιξη...

source: Please wait while searching for removable packages...
ar: الرجاء الانتظار أثناء البحث عن الحزم القابلة للإزالة...
el: Παρακαλώ περιμένετε γίνεται αναζήτηση για αφαιρούμενα πακέτα...

source: Please wait while updating your network mount...
ar: يرجى الانتظار لحين استكمال تحديث تركيب الشبكة...
el: Παρακαλώ περιμένετε ενώ ενημερώνεται η βάση δικτύου σας...

source: Please wait while we configure your network...
ar: الرجاء الانتظار بينما يتم تكوين شبكة الاتصال...
el: Παρακαλώ περιμένετε ενώ διαμορφώνετε το δίκτυό σας...

source: Please wait while your network is restarting...
ar: يرجى الانتظار لحين إعادة تشغيل الشبكة...
el: Παρακαλώ περιμένετε ενώ το δίκτυό σας κάνει επανεκκίνηση...

source: Please wait...
ar: الرجاء الانتظار...
el: Παρακαλώ περιμένετε...

source: Please wait... Loading list...
ar: الرجاء الانتظار... تحميل اللائحة...
el: Παρακαλώ περιμένετε… φορτώνεται η λίστα...

source: Plugin browser
ar: متصفح الملحقات

source: Plugin manager
ar: إدارة الملحقات

source: Plugin manager help...
ar: مساعدة لخصوص إدارة الملحقات...
el: Plugin manager βοήθεια...

source: Plugin manager process information...
ar: معلومات عملية إدارة الملحقات...
el: Plugin manager επεξεργάζεται πληροφορίες...

source: Plugins
ar: ملحقات

source: Polarity
ar: قطبية
el: Πολικότητα

source: Polarization
ar: الاستقطاب
el: Πόλωση

source: Polish
ar: البولندية
el: Πολωνικά

source: Portuguese
ar: البرتغالية
el: Πορτογαλλικά

source: Positioner
ar: المحرك

source: Positioner fine movement
ar: ضبط دقيق لحركة المحرك

source: Positioner movement
ar: حركة المحرك

source: Positioner setup
ar: ضبط المحرك
el: Ρύθμιση Positioner

source: Positioner storage
ar: تخزين المحرك
el: Αποθήκευση Positioner

source: Power threshold in mA
ar: عتبة الطاقة بـ mA
el: Όριο ρέυματος σε mA

source: Predefined transponder
ar: مرسل محدد مسبقا
el: Προεπιλεγμένος transponder

source: Preparing... Please wait
ar: جاري الاستعداد... الرجاء الانتظار
el: Παρακαλώ περιμένετε, προετοιμασία…

source: Press OK on your remote control to continue.
ar: اضغط موافق من جهاز التحكم عن بعد للمتابعة.
el: Πιέστε ΟΚ για να συνεχείσετε.

source: Press OK to activate the settings.
ar: اضغط موافق لتفعيل الإعدادات.
el: Για να ενεργοποιηθούν οι επιλογές πιέστε OK.

source: Press OK to collapse this host
ar: اضغط موافق لطي عرض هذا المضيف
el: Πατήστε ΟΚ για κατάργηση αυτού του οικοδεσπότη

source: Press OK to edit selected settings.
ar: اضغط موافق لتحرير الإعدادات المحددة.
el: Πατήστε ΟΚ για να επεξεργαστείτε τις επιλεγμένες ρυθμίσεις.

source: Press OK to edit the settings.
ar: اضغط موافق لتحرير الإعدادات.
el: Πατήστε ΟΚ για να επεξεργαστείτε τις ρυθμίσεις.

source: Press OK to expand this host
ar: اضغط على موافق لتوسيع عرض هذا المضيف
el: Πατήστε OK για να επεκτείνετε αυτόν τον οικοδεσπότη

source: Press OK to get further details for %s
ar: اضغط موافق للحصول على مزيد من التفاصيل حول %s
el: Πιέστε OK για να πάρετε περισσότερες λεπτομέρειες για %s

source: Press OK to mount this share!
ar: اضغط على موافق لتركيب هذه المشاركة!
el: Πιέστε OK για να τοποθετήσετε αυτόν τον διαμοιρασμό!

source: Press OK to mount!
ar: اضغط موافق للتركيب!
el: Πατήστε OK για mount!

source: Press OK to save settings.
ar: اضغط موافق لحفظ الإعدادات.
el: Πατήστε ΟΚ για αποθήκευση ρυθμίσεων.

source: Press OK to scan
ar: اضغط موافق للبحث
el: Πιέστε OK για σάρωση

source: Press OK to select.
ar: اضغط موافق للاختيار.
el: Πατήστε OK για να επιλέξετε.

source: Press OK to start the scan
ar: اضغط موافق لبدء البحث
el: Πιέστε OK για να αρχίσει η σάρωση

source: Press OK to view full changelog
ar: اضغط على موافق لعرض سجل التغييرات الكامل
el: Πατήστε OK για να δείτε το πλήρες changelog

source: Press custom button...
ar: اضغط على الزر المخصص...
el: Πατήστε το πλήκτρο custom...

source: Prev
ar: السابق
el: Προηγούμενο

source: Preview
ar: معاينة
el: Προεπ/πηση

source: Preview menu
ar: قائمة المعاينة
el: Προεπισκόπηση μενού

source: Previous Favorite Folder
ar: مجلد المفضلة السابق
el: Προηγούμενος Φάκελος Αγαπημένα

source: Previous Song
ar: الأغنية السابقة
el: Προηγούμενο τραγούδι

source: Primary DNS
ar: DNS أولي

source: Priority
ar: الأولوية
el: Προτεραιότητα

source: Process
ar: عملية
el: Διεργασία

source: Properties of current title
ar: خصائص العنوان الحالي
el: Ιδιότητες του τρέχον τίτλου

source: Protect services
ar: حماية القنوات
el: Προστατευμένη υπηρεσία

source: Protect setup
ar: حماية الضبط
el: Προστατευμένη εγκατάσταση

source: Provider
ar: مزود الخدمة
el: Πάροχος

source: Provider to scan
ar: مزود الخدمة الذي سيتم بحثه
el: Provider για σάρωση

source: Providers
ar: مزودو الخدمة
el: Πάροχοι

source: Published
ar: منشور
el: Δημοσιεύθηκε

source: Punjabi
ar: البنجابية

source: Python frontend for /tmp/mmi.socket
ar: واجهة بيثون الأمامية لـ /tmp/mmi.socket

source: QBoxHD format data DVD (HDTV compatible)
ar: تنسيق بيانات دي في دي لـ QBoxHD (متوافق مع التلفزيون عالي الوضوح HDTV)
el: QBoxHD μορφή δεδομένων DVD (HDTV συμβατή)

source: QBoxHD software because updates are available.
ar: برمجيات QBoxHD بسبب توفر التحديثات.
el: QBoxHD λογισμικό διότι υπάρχουν διαθέσιμες ενημερώσεις.

source: Quality
ar: الجودة
el: Ποιότητα

source: Quechua
ar: كيشوا

source: Quick
ar: سريع
el: Γρήγορα

source: Quickzap
ar: انتقال سريع
el: Γρήγορο zapping

source: RC Menu
ar: قائمة جهاز التحكم عن بعد

source: RF output
ar: خرج RF

source: RSS Feed URI
ar: رابط معرف الموارد المنتظم (URI) لتغذية RSS

source: Radio
ar: الراديو
el: Ραδιόφωνο

source: Ram Disk
ar: قرص رام
el: Δίσκος RAM

source: Random
ar: عشوائي
el: Τυχαία

source: Rate
ar: معدل

source: Rating
ar: تصنيف

source: Rating:
ar: تصنيف :

source: Ratings
ar: تصنيفات

source: Really close without saving settings?
ar: هل تريد فعلا الإغلاق دون حفظ الإعدادات؟
el: Να μην σώσω τις αλλαγές;

source: Really delete %(playlist)s?
ar: هل تريد فعلا حذف %(playlist)s ؟
el: Να διαγραφούν %(playlist)s?

source: Really delete %(user)s?
ar: هل تريد فعلا حذف %(user)s ؟
el: Να διαγραφούν %(user)s?

source: Really delete done timers?
ar: هل تريد فعلا حذف المؤقتات المكتملة؟
el: Να διαγράψω όλους τους Timers που έχουν τελειώσει;

source: Really delete this Server?
ar: هل تريد فعلا حذف هذا الخادم؟
el: Να διαγραφεί πράγματι ο Διακομιστής;

source: Really delete this favorite?
ar: هل تريد فعلا حذف هذه المفضلة؟
el: Να διαγραφεί πράγματι αυτό το αγαπημένο;

source: Really exit the subservices quickzap?
ar: هل تريد فعلا مغادرة التنقل السريع الخدمات الفرعية؟
el: Έξοδος από γρήγορο zapping στης υπό-υπηρεσίες;

source: Really reboot now?
ar: هل تريد فعل إعادة الإقلاع الآن؟
el: Να γίνει επανεκκίνηση τώρα;

source: Really restart now?
ar: هل تريد فعلا إعادة التشغيل
el: Να γίνει επανεκκίνηση τώρα;

source: Really shutdown now?
ar: هل تريد فعل إيقاف التشغيل؟
el: Πραγματικά shutdown τώρα;

source: Reboot
ar: إعادة اللإقلاع
el: Επανεκκίνηση

source: Receiver Information
ar: معلومات جهاز الاستقبال
el: Πληροφορίες Δέκτη

source: Recently Featured
ar: عرض مؤخرا
el: Πρόσφατα Προτεινόμενα

source: Reception Settings
ar: إعدادات الاستقبال
el: Ρυθμίσεις Υποδοχής

source: Record
ar: تسجيل
el: Εγράφη

source: Record time limited due to conflicting timer %s
ar: وقت تسجيل محدود بسبب تعارض في المؤقت %s
el: Περιορισμένος χρόνος Εγγραφής λόγω αντικρούσεων σε χρονοδιακόπτη %s

source: Recorded files...
ar: الملفات المسجلة...
el: Μαγνητοσκοπημένες ταινίες...

source: Recording
ar: تسجيل
el: Γίνεται εγγραφή

source: Recording(s) are in progress or coming up in few seconds!
ar: التسجيل جار أو أنه سينتهي خلال ثوان قليلة؟
el: Εγγραφή (ες) βρίσκονται σε εξέλιξη ή έρχονται σε λίγα δευτερόλεπτα!

source: Recordings
ar: تسجيلات
el: Εγγραφές

source: Recordings always have priority
ar: التسجيلات لها دائما الأولوية
el: Οι εγγραφές έχουν πάντα προτεραιότητα

source: Red
ar: أحمر
el: Κόκκινο

source: Reenter new pin
ar: إدخال رقم سري جديد
el: Ξαναβάλε το νέο PIN

source: Refresh
ar: تحديث
el: Ανανέωση

source: Refresh Rate
ar: معدل التحديث

source: Refresh rate selection.
ar: اختيار معدل التحديث.
el: Επιλογή Refresh rate

source: Relevance
ar: ملائمة

source: Reload
ar: أعد التحميل
el: Ανανέωση

source: Reload Black-/Whitelists
ar: إعادة تحميل القوائم السوداء/البيضاء
el: Ανανέωση Black-/Whitelists

source: Reloading Settings. Please wait ...
ar: إعادة تحميل الإعدادات. الرجاء الانتظار...
el: Επαναφόρτωση ρυθμίσεων. Παρακαλώ περιμένετε...

source: Remember service pin
ar: تذكر الرقم السري للقنوات
el: Θυμηθείτε pin υπηρεσία

source: Remember service pin cancel
ar: تذكر إلغاء الرقم السري للقنوات
el: Θυμηθείτε ακύρωση υπηρεσίας pin

source: Remove
ar: إزالة
el: Κατάργηση

source: Remove AddOn
ar: إزالة الإضاقة
el: Κατάργηση AddOn

source: Remove Bookmark
ar: إزالة الإشارة المرجعية
el: Κατάργηση Bookmark

source: Remove Plugins
ar: إزالة ملحقات
el: Απεγκατάσταση plugins

source: Remove a mark
ar: إزالة علامة مرجعية
el: Διέγραψε μια σημαία

source: Remove currently selected title
ar: إزالة العنوان المحدد حاليا
el: Κατάργηση επιλεγμένου τίτλου

source: Remove failed.
ar: فشلت عملية الإزالة.
el: Κατάργηση απέτυχε.

source: Remove finished.
ar: إنتهت عملية الإزالة.
el: Κατάργηση τελείωσε.

source: Remove from favorites
ar: إزالة من المفضلة
el: Αφαίρεση από τα αγαπημένα

source: Remove from playlist
ar: إزالة من قائمة التشغيل
el: Αφαίρεση από λίστα αναπαραγωγής

source: Remove plugins
ar: إزالة ملحقات
el: Απεγκατάσταση plugins

source: Remove the broken .NFI file?
ar: إزالة ملف .NFI المعطل؟
el: Κατάργηση σε ατελές αρχείο .NFI;

source: Remove the incomplete .NFI file?
ar: إزالة ملف .NFFI المنقوص؟
el: Κατάργηση σε ελλιπές αρχείο .NFI;

source: Remove timer
ar: إزالة المؤقت
el: Αφαίρεση χρονοδιακόπτη

source: Remove title
ar: إزالة العنوان
el: Αφαίρεση τίτλου

source: Removed successfully.
ar: تمت الإزالة بنجاح.
el: Αφαιρέθηκε επιτυχώς.

source: Removing
ar: تجري عملية الإزالة
el: Αφαίρεση

source: Removing %s ...
ar: تجري عملية إزالة %s
el: Αφαίρεση %s ...

source: Removing ...
ar: تجري عملية الإزالة ...
el: Αφαίρεση...

source: Removing directory %s failed. (Maybe not empty.)
ar: فشل إزالة الدليل %s. (ربما هو ليس فارغا.)
el: Αφαίρεση κατάλογου %s απέτυχε. (Ίσως δεν είναι άδειος.)

source: Rename
ar: إعادة التسمية
el: Μετονομασία

source: Rename crashlogs
ar: إعادة تسمية سجلات الانهيار (crashlogs)
el: Μετονομασία crashlogs

source: Repeat
ar: إعادة
el: Επανάληψη

source: Repeat Type
ar: نوع الإعادة
el: Τύπος επανάληψης

source: Repeating event currently recording... What do you want to do?
ar: تكرار الحدث الجاري تسجيله الآن... ماذا تريد أن تفعل؟
el: Επανάληψη event κατά εγγραφή... Τι θέλετε να γίνει;

source: Repeats
ar: إعادات
el: Επαναλαμβάνει

source: Rescan
ar: إعادة البحث
el: Επανασάρωση

source: Reset
ar: إعادة تعيين
el: Επαναφορά

source: Reset and renumerate title names
ar: إعادة تعيين وإعادة ترقيم العناوين
el: Επαναφορά και ξανά αρίθμηση ονόματα τίτλων

source: Resolution
ar: الدقة
el: Ανάλυση

source: Restart
ar: إعادة تشغيل
el: Επανεκκίνηση

source: Restart GUI
ar: إعادة تشغيل الواجهة الرسومية
el: Επανεκκίνηση του GUI

source: Restart GUI now?
ar: إعادة تشغيل الواجهة الرسومية الآن؟
el: Να γίνει επανεκκίνηση του GUI τώρα;

source: Restart network
ar: إعادة تشغيل الشبكة
el: Επανεκκίνηση του δικτύου

source: Restart test
ar: إعادة اختبار
el: Επανεκκίνηση τεστ

source: Restart your network connection and interfaces.
ar: إعادة تشغيل اتصال الشبكة و واجهاتها.
el: Κάνετε επανεκκίνηση του δικτύου και προσαρμογές.

source: Restore
ar: استعادة
el: Επαναφορά

source: Restore backups...
ar: استعادة النسخ الاحتياطية...
el: Επαναφορά αντιγράφων ασφαλείας...

source: Restore from "
ar: استعادة من "
el: Επαναφορά από "

source: Restore running
ar: تجري عملية الاستعادة
el: Λειτουργία επαναφοράς

source: Restore running ...
ar: تجري عملية الاستعادة ...
el: Λειτουργία επαναφοράς ...

source: Restore running...
ar: تجري عملية الاستعادة...
el: Λειτουργία επαναφοράς...

source: Restore system settings
ar: استعادة إعدادات النظام
el: Επαναφορά του συστήματος

source: Restoring the settings is done. Please press OK to activate the restored settings now.
ar: تمت استعادة الإعدادات. الرجاء الضغط على موافق لتمكين الإعدادات التي تمت استعادتها الآن.
el: Η επαναφορά τελείωσε. Πιέστε ΟΚ για να ενεργοποιηθούν τα settings

source: Restricted Content
ar: محتوى مقيد
el: Περιορισμένο Περιεχόμενο

source: Resume from last position
ar: استئناف من الموقع الأخير
el: Συνέχεια απο τελευταίο σημείο

source: Resuming playback
ar: استئناف التشغيل
el: Συνέχεια playback

source: Return to file browser
ar: العودة إلى متصفح الملفات
el: Πίσω στο file browser

source: Return to movie list
ar: العودة إلى لائحة الأفلام
el: Πίσω στην λιστα ταινίων

source: Return to previous service
ar: العودة إلى القناة السابقة
el: Πίσω στο προγούμενο κανάλι

source: Rewind speeds
ar: سرعات اللف للوراء
el: Ταχύτητα Rewind

source: Rhaeto-Romance
ar: رهايتو رومنس

source: Right
ar: يمين
el: Δεξιά

source: Rolloff
ar: تراجع

source: Romanian
ar: الرومانية

source: Rotor turning speed
ar: سرعة دوران المحرك
el: Ταχύτητα του ρότορα

source: Running
ar: حاري التشغيل
el: Τρέχει

source: Russian
ar: الروسية
el: Ρωσικά

source: Samoan
ar: ساموا

source: Sangro
ar: السانقرو

source: Sanskrit
ar: السنسكريتية

source: Sat
ar: القمر الصناعي
el: Δορθφόρος

source: Sat / Dish Setup
ar: إعداد الصحن/القمر الصناعي
el: Παραμετροποίηση πιάτου / δορυφόρου

source: Satellite
ar: القمر الصناعي
el: Δορυφόρος

source: Satellite Equipment Setup
ar: إعداد معدات الأقمار الصناعية
el: Ρύθμιση Εξοπλισμού

source: Satellites
ar: الأقمار الصناعية
el: Δορυφόροι

source: Satfinder
ar: مكتشف القمر الصناعي

source: Sats
ar: الأقمار الصناعية

source: Satteliteequipment
ar: معدات القمر الصناعي
el: Εξοπλισμός δορυφορικών

source: Saturday
ar: السبت
el: Σάββατο

source: Save
ar: حفظ
el: Αποθήκευση

source: Save Playlist
ar: حفظ قائمة التشغيل
el: Αποθήκευση Playlist

source: Save data on device
ar: حفظ البيانات على الجهاز
el: Αποθήκευση δεδομένων στη συσκευή

source: Scaling Mode
ar: وضع التحجيم
el: Mode Κλιμάκωσης

source: Scan
ar: بحث
el: Ανεύρεση

source: Scan Files...
ar: تفحص الملفات...
el: Σάρωση Αρχείων...

source: Scan NFS share
ar: تفحص مشاركات NFS
el: Σάρωση κοινή χρήση NFS

source: Scan QAM128
ar: تفحص QAM128
el: Ανεύρεση QAM128

source: Scan QAM16
ar: تفحص QAM16
el: Ανεύρεση QAM16

source: Scan QAM256
ar: تفحص QAM256
el: Ανεύρεση QAM256

source: Scan QAM32
ar: تفحص QAM32
el: Ανεύρεση QAM32

source: Scan QAM64
ar: تفحص QAM64
el: Ανεύρεση QAM64

source: Scan SR6875
ar: تفحص SR6875
el: Ανεύρεση SR6875

source: Scan SR6900
ar: تفحص SR6900
el: Ανεύρεση SR6900

source: Scan Wireless Networks
ar: تفحص الشبكات اللاسلكية
el: Ανεύρεση δίκτυα Wireless

source: Scan additional SR
ar: تفحص SR إضافي
el: Ανεύρεση εναλλακτική SR

source: Scan band EU HYPER
ar: تفحص النطاق EU HYPER
el: Ανεύρεση μπάντα EU HYPER

source: Scan band EU MID
ar: تفحص النطاق EU MID
el: Ανεύρεση μπάντα EU MID

source: Scan band EU SUPER
ar: تفحص النطاق EU SUPER
el: Ανεύρεση μπάντα EU SUPER

source: Scan band EU UHF IV
ar: تفحص النطاق EU UHF IV
el: Ανεύρεση μπάντα EU UHF IV

source: Scan band EU UHF V
ar: تفحص النطاق EU UHF V
el: Ανεύρεση μπάντα EU UHF V

source: Scan band EU VHF I
ar: تفحص النطاق EU VHF I
el: Ανεύρεση μπάντα EU VHF I

source: Scan band EU VHF III
ar: تفحص النطاق EU VHF III
el: Ανεύρεση μπάντα EU VHF III

source: Scan band US HIGH
ar: تفحص النطاق US HIGH
el: Ανεύρεση μπάντα US HIGH

source: Scan band US HYPER
ar: تفحص النطاق US HYPER
el: Ανεύρεση μπάντα US HYPER

source: Scan band US LOW
ar: تفحص النطاق US LOW
el: Ανεύρεση μπάντα US LOW

source: Scan band US MID
ar: تفحص النطاق US MID
el: Ανεύρεση μπάντα US MID

source: Scan band US SUPER
ar: تفحص النطاق US SUPER
el: Ανεύρεση μπάντα US SUPER

source: Scan range
ar: تفحص نطاق
el: Εύρος σάρωσης

source: Scan your network for wireless Access Points and connect to them using your WLAN USB Stick
ar: تفحص نقاط الوصول للشبكة اللاسلكية والاتصال بها باستخدام وحدة يو اس بي اللاسلكية.
el: Σάρωση στο δίκτυο για wireless Access Points και συνδεθείτε μέσο WLAN USB Stick

source: Scan your network for wireless Access Points and connect to them using your selected wireless device.
ar: تفحص نقاط الوصول للشبكة اللاسلكية والاتصال بها باستخدام الوحدة اللاسلكية المختارة.
el: Σάρωση στο δίκτυο για wireless Access Points και σύνδεση σε αυτά με τη χρήση επιλογών της ασύρματης συσκευή σας.

source: Scans default lamedbs sorted by satellite with a connected dish positioner
ar: تفحص lamedbs الافتراضية مصنفة وفق الأقمار الصناعية مع محرك متصل بالصحن
el: Προρυθμισμένη lamedbs ταξινομημένη κατά δορυφόρο για ανεύρεση με συνδεδεμένο dish positioner

source: Science & Technology
ar: علوم و تكنولوجيا
el: Επιστήμη & Τεχνολογία

source: Scots Gaelic
ar: الغيلية الأسكتلندية

source: Screensaver Enable
ar: تمكين شاشة التوقف
el: Ενεργοποίηση Screensaver

source: Screensaver Interval
ar: فاصل شاشة التوقف
el: Διάστημα Screensaver

source: Search
ar: البحث
el: Αναζήτηση

source: Search Term(s)
ar: مصطلح(ات) البحث
el: Κριτήριο Αναζήτηση(s)

source: Search and play YouPorn movies
ar: البحث وتشغيل أفلام YouPorn
el: Αναζήτηση και Αναπαραγωγή ταινιών YouPorn

source: Search and play YouTube movies
ar: بحث وتشغيل أفلام يوتيوب
el: Αναζήτηση και Αναπαραγωγή ταινιών YouTube

source: Search east
ar: البحث شرقا
el: Ανεύρεση ανατολικά

source: Search for network shares
ar: البحث عن مشاركات الشبكة
el: Αναζήτηση για διαμοιρασμό του δικτύου

source: Search for network shares...
ar: البحث عن مشاركات الشبكة...
el: Αναζήτηση για διαμοιρασμό του δικτύου...

source: Search west
ar: البحث غربا
el: Ανεύρεση δυτικά

source: Searching for new installed or removed packages. Please wait...
ar: البحث عن الحزم الجديدة المثبتة أو التي تمت إزالتها. الرجاء الانتظار...
el: Ψάχνοντας για νέα εγκατάσταση και αφαίρεση πακέτων. Παρακαλώ περιμένετε...

source: Searching your network. Please wait...
ar: بحث الشبكة. الرجاء الانتظار...
el: Ψάξιμο στο δίκτυο. Παρακαλώ περιμένετε...

source: Searching, be patient ...
ar: جاري البحث، الرجاء الانتظار...
el: Ψάξιμο, παρακαλώ περιμένετε...

source: Secondary DNS
ar: DNS ثانوي

source: Seek
ar: بحث

source: Select
ar: تحديد
el: Επιλογή

source: Select HDD
ar: حدد القرص الصلب
el: Επιλέξτε HDD

source: Select IPKG source to edit...
ar: حدد مصدر IPKG للتحرير...
el: Επιλέξτε IPKG πηγή για επεξεργασία...

source: Select Location
ar: حدد الموقع
el: Επιλέξτε τοποθέτηση

source: Select Network Adapter
ar: حدد محول شبكة الاتصال
el: Επιλέξτε προσαρμογέα δικτύου

source: Select a VLC-Server
ar: حدد خادم VLC
el: Επιλέξτε ένα VLC-Server

source: Select a movie
ar: اختيار الفيلم
el: Επιλέξτε μια ταινία

source: Select audio mode
ar: حدد وضع الصوت
el: Επιλέξτε λειτουργία ήχου

source: Select audio track
ar: حدد المسار الصوتي
el: Επιλέξτε κατάσταση ήχου

source: Select channel to record from
ar: حدد قناة لتسجيل منها
el: Επιλέξτε κανάλι για εγγράφη
