Repository: OpenSH4/qboxhd
Catalog: trunk/src/apps/enigma2/po/*.po
Languages: ar, el

source: no CI slots found
ar: لم يتم العثور على فتحات واجهة مشتركة
el: Δεν βρέθηκαν υποδοχές CI

source: no HDD found
ar: لم يتم العثور على قرص صلب
el: δεν βρέθηκε σκληρός δίσκος

source: no module found
ar: لم يتم العثور على أية وحدة
el: δεν βρέθηκε το module

source: no standby
ar: بدون استعداد
el: όχι αναμονή

source: no timeout
ar: بدون نهاية مهلة
el: όχι timeout

source: none
ar: لا شيء
el: κανένα

source: not locked
ar: غير مقفل
el: Δεν είναι κλειδωμένο

source: not used
ar: غير مستعمل
el: δεν χρησιμοποιείται

source: nothing connected
ar: لا شيء متصل
el: Δεν έχει συνδεθεί τίποτα

source: of a DUAL layer medium used.
ar: من وسيطة ثنائية الطبقة مستخدمة.
el: από ένα DUAL layer μέσο χρησιμοποιείται.

source: of a SINGLE layer medium used.
ar: من وسيطة أحادية الطبقة مستخدمة.
el: από ένα SINGLE layer μέσο χρησιμοποιείται.

source: off
ar: تعطيل
el: Κλειστό

source: on
ar: تمكين
el: Ανοικτό

source: on READ ONLY medium.
ar: من وسيطة للقراءة فقط.
el: μέσο μόνο για ανάγνωση

source: once
ar: مرة واحدة
el: Μια φορά

source: open nameserver configuration
ar: فتح تكوين أسماء الخوادم
el: άνοιξε διαμόρφωση διακομιστή ονομάτων

source: open servicelist
ar: فتح لائحة القنوات
el: Άνοιξε τον κατάλογο υπηρεσιών

source: open servicelist(down)
ar: فتح لائحة القنوات (أسفل)
el: Άνοιξε τον κατάλογο υπηρεσιών(κάτω)

source: open servicelist(up)
ar: فتح لائحة القنوات (أعلى)
el: Άνοιξε τον κατάλογο υπηρεσιών(πάνω)

source: open virtual keyboard input help
ar: فتح مساعدة الإدخال للوحة المفاتيح الافتراضية
el: άνοιξε εικονικό πληκτρολόγιο είσοδος βοήθειας

source: pass
ar: نجح

source: pause
ar: توقف مؤقت
el: Παύση

source: play DVD
ar: تشغيل دي في دي

source: play divx file
ar: تشغيل ملف ديف اكس

source: play entry
ar: تشغيل المدخل

source: play from next mark or playlist entry
ar: التشغيل من العلامة التالية أو مدخل قائمة التشغيل
el: αναπαραγωγή από το επόμενο μαρκάρισμα η από την λίστα καταχώρησης

source: play from previous mark or playlist entry
ar: التشغيل من العلامة السابقة أو مدخل قائمة التشغيل
el: αναπαραγωγή από το προηγούμενο μαρκάρισμα η απο την λίστα καταχώρησης

source: please press OK when ready
ar: الرجاء الضغط على موافق عندما تصبح جاهزا
el: Πιέστε OK όταν είστε έτοιμος

source: please wait, loading picture...
ar: الرجاء الانتظار ، تحميل الصورة...
el: Περίμενετε, φορτώνεται η εικόνα...

source: previous channel
ar: القناة السابقة
el: Προηγούμενο κανάλι

source: previous channel in history
ar: القناة السابقة في السجل التاريخي
el: προηγούμενο κανάλι από το history

source: private
ar: خاص
el: ιδιωτικό

source: record
ar: سجل
el: Εγγράφη

source: recording...
ar: تسجيل...
el: Εγγράφη...

source: red
ar: أحمر
el: κόκκινο

source: refresh
ar: انعاش
el: ανανέωση

source: related videos
ar: أشرطة الفيديو ذات الصلة
el: σχετικά βίντεο

source: remove a nameserver entry
ar: إزالة مدخل اسم خادمء
el: αφαιρέσετε μια καταχώρηση nameserver

source: remove after this position
ar: إزالة بعد هذا الموضع
el: Διαγραφή μετά από αυτό το σημείο

source: remove all alternatives
ar: إزالة جميع البدائل
el: Διέγραψε όλα τα εναλλακτικά

source: remove all new found flags
ar: إزالة كل الإشارات الجديدة التي عثر عليها
el: Διέγραψε όλα τις καινούριες σημαίες

source: remove before this position
ar: إزالة قبل هذا الموضع
el: διέγραψε ότι είναι πριν από αυτό το σημείο

source: remove bookmark
ar: إزالة العلامة المرجعية
el: κατάργηση σελιδοδείκτη

source: remove directory
ar: إزالة الدليل
el: διαγραφή καταλόγου

source: remove entry
ar: حذف القيد
el: Διέγραψε την εγγραφή

source: remove from parental protection
ar: إزالة من الحماية الأبوية
el: Διαγραφή από τον γονικό έλεγχο

source: remove new found flag
ar: إزالت الإشارة الجديدة الموجودة
el: Διέγραψε όλες τις καινούριες σημαίες

source: remove selected satellite
ar: إزالة القمر الصناعي المحدد
el: Διαγραφή επιλεγμένο δορυφόρο

source: remove this mark
ar: إزالة هذه العلامة
el: Διέγραψε αυτήν την σημαία

source: repeat playlist
ar: إعادة قائمة التشغيل
el: επαναλάβετε playlist

source: repeated
ar: معاد
el: Επαναλαμβανόμενο

source: response videos
ar: استجابة أشرطة الفيديو
el: βίντεο ανταπόκριση

source: restart game
ar: إعادة تشغيل اللعبة
el: επανεκκίνηση παιχνιδιού

source: rewind to the previous chapter
ar: لف إلى الفصل السابق
el: ξαναπαίξε στο προηγούμενο κεφάλαιο

source: right
ar: يمين
el: δεξιά

source: save last directory on exit
ar: حفظ آخر دليل عند الخروج
el: Απομνημόνευση τελευταίου καταλόγου κατά την έξοδο

source: save playlist
ar: حفظ قائمة التشغيل
el: αποθήκευση playlist

source: save playlist on exit
ar: حفظ قائمة التشغيل عند الخروج
el: Αποθήκευση playlist κατά την έξοδο

source: scan done!
ar: تمت عملية البحث!
el: Ανεύρεση ολοκληρώθηκε!

source: scan in progress - %d%% done!
ar: عملية البحث في تقدم - %d%% تم!
el: Ανεύρεση υπο επεξεργασία - %d%% ολοκληρωθήκανε!

source: scan state
ar: حالة البحث
el: Κατάσταση ανεύρεσης

source: second
ar: ثان
el: δεύτερο

source: second cable of motorized LNB
ar: الكابل الثاني لـ LNB المتحرك
el: Δεύτερο καλώδιο σε κινούμενο LNB

source: seconds
ar: ثانية
el: δευτερόλεπτα

source: select
ar: اختر
el: επιλέξτε

source: select .NFI flash file
ar: اختر ملف فلاش NFI
el: επιλέξτε .QHU αρχείο flash

source: select CAId
ar: اختر معرف الدخول المشروط (CAId)
el: επιλέξτε CAId

source: select CAId's
ar: اختر معرفات الدخول المشروط (CAIds)
el: επιλέξτε CAId's

source: select image from server
ar: اختر صورة من الخادم
el: επιλέξτε ένα image από το διακομιστή

source: select interface
ar: اختر الواجهة
el: επιλέξτε διασύνδεση

source: select menu entry
ar: احتر مدخل القائمة
el: επιλέξτε καταχώρηση μενού

source: select movie
ar: اختر الفيلم
el: επιλέξτε ταινία

source: select the movie path
ar: اختر مسار الفيلم
el: επιλέξτε path για την ταινία

source: service pin
ar: الرقم السري للقناة
el: υπηρεσία pin

source: set default
ar: عين الافتراضي
el: σετ προεπιλογή

source: setup pin
ar: ضبط الرقم السري
el: ρύθμιση pin

source: show DVD main menu
ar: عرض قائمة دي في دي الرئيسية
el: εμφάνιση κύριο μενού DVD

source: show EPG...
ar: عرض دليل البرامج...
el: Εμφάνισε το EGP...

source: show Infoline
ar: عرض سطر المعلومات
el: προβολή Infoline

source: show Record Menu...
ar: عرض قائمة التسجيل...
el: δείξε μενού εγγραφής...

source: show all
ar: عرض الكل
el: εμφάνηση όλων

source: show alternatives
ar: عرض البدائل
el: Εμφάνισε τα εναλλακτικά

source: show event details
ar: عرض تفاصيل الحدث
el: Εμφάνισε πληροφορίες για το event

source: show extended description
ar: عرض التفاصيل الموسعة
el: εμφάνιση εκτεινόμενη περιγραφή

source: show first selected tag
ar: عرض البطاقة المختارة الأولى
el: δείτε πρώτα επιλεγμένο tag

source: show second selected tag
ar: عرض البطاقة المختارة الثانية
el: δείξε δεύτερη επιλεγμένη ετικέτα

source: show shutdown menu
ar: عرض قائمة إيقاف التشغيل
el: εφάνιση μενού κλείσιμου

source: show single service EPG...
ar: عرض دليل برامج القناة المفرد
el: εμφάνιση EPG συγκεκριμένης υπηρεσίας

source: show tag menu
ar: عرض قائمة البطاقات
el: εμφάνιση μενού tag

source: show transponder info
ar: عرض معلومات المرسل
el: Εμφάνισε πληροφορίες transponder

source: shuffle playlist
ar: قائمة تشغيل عشوائية
el: shuffle αναπαραγωγή λίστας

source: shutdown
ar: إيقاف التشغيل
el: κλείσιμο

source: simple
ar: بسيط
el: απλά

source: skip backward
ar: الرجوع للوراء

source: skip backward (enter time)
ar: الرجوع للوراء (أدخل الوقت)
el: skip προς τα πίσω (εισαγάγετε το χρόνο)

source: skip forward
ar: الذهاب للأمام

source: skip forward (enter time)
ar: الذهاب للأمام (أدخل الوقت)
el: skip προς τα εμπρός (εισαγάγετε το χρόνο)

source: slide picture in loop
ar: عرض الشرائح في حلقة
el: Εικόνα, διαφάνειες σε Loop

source: solve game
ar: حل اللعبة
el: λύσει παιχνιδιού

source: sort by date
ar: الفرز حسب التاريخ
el: ταξινόμιση άνα ημερομινία

source: special characters
ar: حروف خاصة
el: ειδικούς χαρακτήρες

source: standard
ar: قياسي

source: standby
ar: الاستعداد
el: αναμονή

source: start cut here
ar: بدء القص من هنا
el: ξεκίνα το κόψιμο από εδω

source: start directory
ar: دليل البدء
el: έναρξη καταλόγου

source: start timeshift
ar: بدء تحويل الوقت
el: Ξεκίνα το timeshift

source: stereo
ar: ستيريو

source: stop PiP
ar: إيقاف صورة داخل الصورة
el: σταμάτα PiP

source: stop entry
ar: إيقاف المدخل
el: σταμάτα entry

source: stop recording
ar: لإيقاف التسجيل
el: Σταμάτα την εγράφη

source: stop timeshift
ar: إيقاف تحويل الوقت
el: Σταμάτα το timeshift

source: swap PiP and main picture
ar: مبادلة صورة داخل الصورة والصورة الرئيسية
el: ανταλλαγή PiP και κύριας εικόνας

source: switch to bookmarks
ar: التبديل إلى العلامات المرجعية
el: αλλαγή στους σελιδοδείκτες

source: switch to filelist
ar: التبديل الى لائحة الملفات
el: Πήγαινε στο filelist

source: switch to playlist
ar: التبديل الى قائمة التشغيل
el: Πήγαινε στο playlist

source: switch to the next angle
ar: التبديل إلى الزاوية التالية
el: μετάβαση στην επόμενη θέση

source: switch to the next audio track
ar: التبديل إلى المسار الصوتي التالي
el: μετάβαση στο επόμενο μουσικό κομμάτι

source: switch to the next subtitle language
ar: التبديل إلى لغة الترجمة التالية
el: μετάβαση στους επόμενους υπότιτλους γλώσσας

source: template file
ar: ملف القالب
el: πρότυπο αρχείου

source: textcolor
ar: لون النص
el: Χρώμα κειμένου

source: this recording
ar: هذا التسجيل
el: Αυτή η εγγράφη

source: this service is protected by a parental control pin
ar: هذه القناة محمية برقم سري أبوي
el: Η εγγραφή είναι προστατεμένη από τον γονικό έλεγχο

source: toggle a cut mark at the current position
ar: تثبيت علامة قص في الموضع الحالي
el: σύνδεση ενός κομμένου σημείου στήν τρέχουσα θέση

source: toggle time, chapter, audio, subtitle info
ar: تثبيت الوقت، والفصل، والصوت، ومعلومات الترجمة
el: εναλλαγή χρόνου, κεφάλαιου, ήχου, πληροφορίες υπότιτλων

source: unconfirmed
ar: غير مؤكدة
el: ανεπιβεβαιωμένο

source: unknown
ar: غير معروف
el: άγνωστο

source: unknown service
ar: قناة مجهولة
el: άγνωστη υπερησία

source: until restart
ar: حتى إعادة التشغيل
el: μέχρι να γίνει επανεκκίνηση

source: until standby/restart
ar: حتى الاستعداد/إعادة التشغيل
el: μέχρι standby/restart

source: use as HDD replacement
ar: استعمال كقرص صلب بديل
el: χρησιμοποίησε ως αντικατάσταση HDD

source: user defined
ar: محددة من قبل المستخدم
el: οριυμένο απο τον χρήστη

source: vertical
ar: عمودي
el: καθετός

source: view extensions...
ar: عرض الملحقات...
el: Δείτε τα extensions..

source: view recordings...
ar: عرض التسجيلات...
el: Δείτε τις εγγραφές..

source: volume down
ar: خفض مستوى الصوت
el: ένταση κάτω

source: volume up
ar: رفع مستوى الصوت
el: ένταση επάνω

source: wait for ci...
ar: في انتظار الواجهة المشتركة...
el: αναμένετε για ci...

source: wait for mmi...
ar: انتظر mmi...
el: αναμένετε για mmi...

source: waiting
ar: في الانتظار
el: αναμένετε

source: was removed successfully
ar: تمت الإزالة بنجاح
el: αφαιρέθηκε με επιτυχία.!

source: weekly
ar: أسبوعيا
el: Εβδομαδιαία

source: whitelist
ar: القائمة البيضاء
el: Άσπρη λίστα

source: working
ar: جاري العمل
el: Λειτουργία..

source: yellow
ar: أصفر
el: κίτρινο

source: yes
ar: نعم
el: Ναι

source: yes (keep feeds)
ar: نعم (إبقاء التغذية)
el: Ναι (σώσε feeds)

source: your QBoxHD might be unusable now. Please consult the manual for further assistance before rebooting your QBoxHD.
ar: جهاز QBoxHD قد يكون غير صالحا للاستخدام الآن. يرجى الرجوع إلى دليل المستخدم لمزيد من المساعدة قبل إعادة تشغيل QBoxHD.
el: Το QBoxHD μπορεί να μην λειτουργεί τώρα. Συμβουλευτείτε το εγχειρίδιο για περαιτέρω βοήθεια πριν την επανεκκίνηση του QBoxHD.

source: zap
ar: انتقل

source: zapped
ar: تم الانتقال

source: 16:9 Letterbox
el: 16:10 Letterbox

source: Album: %s
el: Άλμπουμ: %s

source: Album: unknown
el: Άλμπουμ: άγνωστο

source: Albums
el: Άλμπουμ

source: Albums: %d
el: Άλμπουμ: %d

source: Artist: %s
el: Καλλιτέχνης: %s

source: Artist: unknown
el: Καλλιτέχνης: άγνωστος

source: Artists
el: Καλλιτέχνης

source: Artists: %d
el: Καλλιτέχνης: %d

source: Genre: %s
el: Είδος: %s

source: Genre: unknown
el: Είδος: άγνωστο

source: Genres
el: Είδη

source: Genres: %d
el: Είδη: %d

source: Getting data from %s. Please wait ...
el: Λήψη δεδομένων από %s. Παρακαλώ περιμένετε...

source: Items: %d
el: Είδη: %d

source: Model: %s
el: Μοντέλο: %s

source: No %s.
el: Όχι %s.

source: Port A
el: Πόρτα A

source: Port B
el: Πόρτα B

source: Port C
el: Πόρτα C

source: Port D
el: Πόρτα D

source: Size: %d MB
el: Μέγεθος: %d MB

source: Space: %d.%02d GB Free: %d.%02d GB
el: Χώρος: %d.%02d GB Ελεύθερος: %d.%02d GB

source: Titles
el: Τίτλοι

source: Titles: %d
el: Τίτλοι: %d

source: Videos
el: Βίντεο

source: Videos: %d
el: Βίντεο: %d

source: WPA or WPA2
el: WPA η WPA2
