Repository: OpenSH4/qboxhd
Catalog: trunk/src/apps/enigma2/po/*.po
Languages: ar, el

source: Channel not in services list
ar: قناة ليست في قائمة الخدمات
el: Κανάλι δεν είναι σε υπηρεσίες καταλόγου

source: Channel:
ar: القناة:
el: Κανάλι:

source: Channel: %s
ar: القناة: %s
el: Κανάλι: %s

source: Channellist menu
ar: قائمة لائحة القنوات
el: Μενού λίστας καναλιών

source: Chap.
ar: فصل.
el: Κεφ.

source: Chapter
ar: الفصل
el: Κεφάλαιο

source: Chapter:
ar: الفصل :
el: Κεφάλαιο:

source: Check
ar: تحقق
el: Έλεγχος

source: Check for Updates on Startup
ar: التحقق من وجود تحديثات عند بدء التشغيل
el: Έλεγχος για ενημερωμένες εκδόσεις κατά την εκκίνηση

source: Checking Filesystem...
ar: فحص ملف النظام...
el: Έλεγχος του Filesystem...

source: Checking for updates ...
ar: التحقق من وجود تحديثات...
el: Έλεγχος για ενημερώσεις ...

source: Chinese
ar: الصينية

source: Choose AddOn ...
ar: اختيار الإضافة...
el: Επιλέξτε AddOn ...

source: Choose Downloader Server ...
ar: اختيار خادم تنزيل...
el: Επιλέξτε Server για λήψη...

source: Choose Section ...
ar: اختر القسم...
el: Επιλέξτε Ενότητα ...

source: Choose Tuner
ar: اختيار موالف
el: Επέλεξτε Tuner

source: Choose a Wireless Network
ar: اختيار شبكة لاسلكية
el: Επιλέξτε ένα ασύρματο δίκτυο

source: Choose backup files
ar: اختيار ملفات النسخ الاحتياطي
el: Επιλέξτε τα αρχεία backup

source: Choose backup location
ar: اختيار موقع النسخ الاحتياطي
el: Επιλέξτε θέση αντιγράφων ασφαλείας

source: Choose bouquet
ar: اختيار باقة
el: Επέλεξτε μπουκέτο

source: Choose source
ar: اختيار مصدر
el: Επέλεξτε source

source: Choose target folder
ar: اختيار المجلد الهدف
el: Επέλεξτε "target folder"

source: Choose upgrade source
ar: اختيار مصدر الترقية
el: Επιλέξτε πηγή αναβάθμισης

source: Choose your Skin
ar: اختيار المظهر (skin)
el: Επέλεξτε Skin

source: Circular left
ar: دائري أيسر
el: Περιστροφικός αριστερά

source: Circular right
ar: دائري أيمن
el: Περιστροφικός δεξιά

source: City
ar: المدينة
el: Πόλη

source: Cleanup
ar: تنظيف
el: Καθαρισμός

source: Cleanup Wizard
ar: معالج التنظيف
el: Εκκαθάριση Wizard

source: Clear before scan
ar: مسح قبل البحث
el: Διέγραψε πριν την ανεύρεση

source: Clear log
ar: مسح السجل
el: Καθάρισε το log

source: Close
ar: إغلاق
el: Κλείσιμο

source: Code rate high
ar: معدل ترميز مرتقع
el: Υψηλό Code rate

source: Code rate low
ar: معدل ترميز منخفض
el: Χαμηλό Code rate

source: Coderate HP
ar: معدل ترميز مرتفع

source: Coderate LP
ar: معدل ترميز منخفض

source: Coding System:
ar: نظام الترميز :
el: Κωδικοποίηση Συστήματος:

source: Collection name
ar: اسم المجموعة
el: Συλλογή με όνομα

source: Collection settings
ar: إعدادات المجموعة
el: Συλλογή ρυθμίσεων

source: Color Format
ar: تنسيق الألوان

source: Comedy
ar: كوميديا
el: Κωμωδία

source: Command execution...
ar: تنفيذ الأوامر...
el: Command εκτελείτε...

source: Command order
ar: ترتيب الأوامر
el: Σειρά εντολών

source: Committed DiSEqC command
ar: تنفيذ أمر دايسك
el: Ενεργοποίηση εντολής DiSEqC

source: Common Interface
ar: الواجهة المشتركة

source: Common Interface Assignment
ar: تعيين واجهة مشتركة

source: CommonInterface
ar: واجهة مشتركة
el: CI Κοινή διασύνδεση

source: Communication
ar: اتصال
el: Επικοινωνία

source: Compact Flash
ar: فلاش مدمج

source: Compact flash card
ar: بطاقة فلاش مدمج

source: Complete
ar: مكتمل
el: Ολοκληρώθηκε

source: Complex (allows mixing audio tracks and aspects)
ar: المعقدة (والتي تسمح خلط المسارات الصوتية والهيئات)
el: Complex (επιτρέπει μίξη σε κομμάτια ήχου και πτυχές)

source: Config
ar: التكوين

source: Configuration Mode
ar: وضع التكوين
el: Mode παραμετροποίησης

source: Configuring
ar: تكوين
el: Παραμετροποίηση

source: Conflicting timer
ar: تعارض في المؤقت
el: Διασταυρωμένα timer

source: Connect
ar: ربط
el: Σύνδεση

source: Connect to a Wireless Network
ar: ربط بشبكة لاسلكية
el: Σύνδεση σε Ασύρματο Δίκτυο

source: Connected to
ar: متصل بـ
el: Σύνδεση με

source: Connected to Fritz!Box!
ar: متصل بـ Fritz!Bix!
el: Σύνδεθηκε με το Router!

source: Connected!
ar: متصل!
el: Συνδεδεμένος!

source: Connecting to Fritz!Box...
ar: جاري الاتصال بـ Fritz!Bix!
el: Προσπάθεια σύνδεσης με το Router...

source: Connection to Fritz!Box failed! (%s) retrying...
ar: الاتصال بـ Fritz!Bix! فشل! (%s) جاري إعادة المحاولة...
el: Η σύνδεση με το Router απέτυχε (%s) Ξαναπροσπάθια...

source: Constellation
ar: كوكبة
el: Διάταξη

source: Content does not fit on DVD!
ar: محتوى لا مكن احتواؤه في دي في دي!
el: Το περιεχόμενο δεν χωράει σε DVD!

source: Continue
ar: استمرار
el: Συνέχεια

source: Continue in background
ar: الاستمرار في الخلفية
el: Συνέχεια στο παρασκήνιο

source: Continue playing
ar: الاستمرار في التشغيل
el: Παίξιμο σθνεχείυετε...

source: Contrast
ar: تباين
el: Αντίθεση

source: Corsican
ar: الكورسيكية
el: Κορσικανός

source: Could not connect to QBoxHD .NFI Image Feed Server:
ar: تعذر الاتصال بـ QBoxHD. خادم صورة تغذية NFI :
el: Δεν είναι δυνατή η σύνδεση με QBoxHD .NFI image Feed Server:

source: Could not load Medium! No disc inserted?
ar: لا يمكن تحميل الوسيط! لم يتم إدخال القرص؟
el: Δεν ήταν δυνατή η φόρτωση στο μέσον! Ο δίσκος δεν παρεμβάλλεται;

source: Could not retrive video url for: %s
ar: لا يمكن استرداد رابط الفيديو لـ : %s
el: Δεν είναι δυνατή εκ νέου ανάκτηση βίντεο στο url: %s

source: Could not retrive video url.
ar: لا يمكن استرداد رابط الفيديو.
el: Δεν είναι δυνατή εκ νέου ανάκτηση βίντεο στο url.

source: Couldn't record due to conflicting timer %s
ar: لا يمكن التسجيل بسبب تعارض في المؤقت %s
el: Αδύνατη η εγγραφή λόγω συγκρουόμενου χρονοδιακόπτη %s

source: Crashlog settings
ar: إعدادات سجل الانهيار (crashlog)
el: Crashlog ρυθμίσεις

source: CrashlogAutoSubmit
ar: إرسال تلقائي لسجل الانهيار
el: Crashlog Αυτόματη Υποβολή

source: CrashlogAutoSubmit settings
ar: إعدادات الإرسال التلقائي لسجل الانهيار
el: Crashlog Αυτόματη Υποβολή, Ρυθμίσεις

source: CrashlogAutoSubmit settings...
ar: إعدادات الإرسال التلقائي لسجل الانهيار...
el: Crashlog Αυτόματη Υποβολή, Ρυθμίσεις..

source: Crashlogs found! Send them to Dream Multimedia ?
ar: تم العثور على سجلات انهيار! إرسالها إلى فريق الدعم؟
el: Crashlogs βρέθηκαν! Αποστολή στο Team της Duolabs;

source: Create DVD-ISO
ar: إنشاء دي في دي ايزو
el: Δημιουργία DVD-ISO

source: Create movie folder failed
ar: فشل إنشاء مجلد الفيلم
el: Αποτυχία δημιουργίας φακέλου movie

source: Creating directory %s failed.
ar: فشل إنشاء الدليل (%s).
el: Δημιουργία καταλόγου %s απέτυχε.

source: Creating partition failed
ar: فشل إنشاء قسم
el: Αποτυχία δημιουργίας partition

source: Croatian
ar: الكرواتية
el: Κροάτικα

source: Current Channel Information
ar: معلومات القناة الحالية
el: Πληροφορίες Τρέχον Καναλιού

source: Current Transponder
ar: التردد الحالي
el: Tρέχων Transponder

source: Current settings:
ar: الإعدادات الحالية :
el: ΤΡΕΧΟΥΣΕΣ ΡΥΘΜΙΣΕΙΣ:

source: Current version:
ar: الإصدار الحالي :
el: Tρέχων έκδοση:

source: Custom skip time for '1'/'3'-keys
ar: وقت تخطي مخصص للمفاتيح ‘1‘/‘3‘
el: Προσωπικό skip time για τα πλήκτρα '1'/'3'

source: Custom skip time for '4'/'6'-keys
ar: وقت تخطي مخصص للمفاتيح ‘4‘/‘6‘
el: Προσωπικό skip time για τα πλήκτρα '4'/'6'

source: Custom skip time for '7'/'9'-keys
ar: وقت تخطي مخصص للمفاتيح ‘7‘/‘9‘
el: Προσωπικό skip time για τα πλήκτρα '7'/'9'

source: Customize
ar: تخصيص
el: Παραμετροποίηση

source: Cut
ar: قطع
el: Αποκοπή

source: Cutlist editor...
ar: محرر لائحة القص...
el: Εditor αποκοπής...

source: Czech
ar: التشيكية
el: Τσέχικα

source: DE: Berlin
ar: ألمانيا : برلين

source: DE: Frankfurt/Main
ar: ألمانيا : فرانكفورت

source: DE: Hamburg
ar: ألمانيا : هامبورغ

source: DE: Hannover
ar: ألمانيا : هانوفر

source: DE: Koeln
ar: ألمانيا : كولن

source: DE: Leipzig
ar: ألمانيا : لايبزيغ

source: DE: Muenchen
ar: ألمانيا : ميونخ

source: DE: Stuttgart
ar: المانيا : شتوتغارت

source: DVD Device (leave empty for default)
ar: جهاز دي في دي (اتركه فارغا للافتراضي)
el: DVD Device (αφήστε κενό για προεπιλογή)

source: DVD Player
ar: مشغل دي في دي

source: DVD media toolbox
ar: أدوات وسائط دي في دي
el: DVD εργαλειοθήκη πολυμέσων

source: Danish
ar: الدانماركية
el: Δανικά

source: Date
ar: التاريخ
el: Ημερομηνία

source: Decide what should be done when crashlogs are found.
ar: يقرر ما ينبغي القيام به عند وجود سجلات انهيار.
el: Αποφασίστε τι πρέπει να γίνει όταν βρίσκονται crashlogs.

source: Decide what should happen to the crashlogs after submission.
ar: يقرر ما يجب أن يحدث لسجلات الانهيار بعد أرسالها.
el: Αποφασίστε τι πρέπει να συμβεί με τα crashlogs μετά την υποβολή.

source: Deep StandBy Blue
ar: الاستعداد العميق أزرق
el: Βαθιά αναμονή (Μπλε)

source: Deep StandBy Green
ar: الاستعداد العميق أخضر
el: Βαθιά αναμονή (Πράσινο)

source: Deep StandBy Red
ar: الاستعداد العميق أحمر
el: Βαθιά αναμονή (Κόκκινο)

source: Deep Standby
ar: الاستعداد العميق
el: "βαθιά" αναμονή

source: Deep Standby QBoxHD after
ar: إدخال QBoxHD في وضع الاستعداد العميق بعد
el: Βαθιά αναμονή QBoxHD μετά από

source: Default Settings
ar: الإعدادات الافتراضية
el: Προεπιλεγμένες Ρυθμίσεις

source: Default services lists
ar: لوائح القنوات الافتراضية
el: Προρυθμισμένες λίστες

source: Default settings
ar: الإعدادات الافتراضية
el: Προεπιλεγμένες ρυθμίσεις

source: Define Custom Button
ar: تحديد زر مخصص
el: Προσαρμοσμένο Πλήκτρο

source: Define custom button...
ar: تحديد زر مخصص...
el: Προσαρμοσμένο πλήκτρο...

source: Delay
ar: مهلة
el: Αργοπορία

source: Delete
ar: حذف
el: Διαγραφή

source: Delete Playlist
ar: حذف قائمة التشغيل
el: Διαγραφή λίστας αναπαραγωγής

source: Delete crashlogs
ar: حذف سجلات الانهيار
el: Διαγραφή crashlogs

source: Delete entry
ar: حذف القيد
el: Διαγραφή εγγράφης

source: Delete failed!
ar: فشل الحذف!
el: Διαγραφή απέτυχε!

source: Delete mount
ar: حذف تركيب (mount)
el: Διαγραφή mount

source: Delete no more configured satellite %s?
ar: حذف القمر الصناعي الذي لم يعد له تكوين %s؟
el: Διαγραφή όχι περισσοτέρων ρυθμίσεων δορυφόρου %s?

source: Descending
ar: تنازلي
el: Φθίνουσα

source: Description
ar: الوصف
el: Περιγραφή

source: Description:
ar: الوصف :
el: Περιγραφή:

source: Description: %s
ar: الوصف : %s
el: Περιγραφή: %s

source: Deselect
ar: إلغاء التحديد :
el: Αποεπιλογή

source: Destination directory
ar: الدليل الوجهة
el: Προορισμός καταλόγου

source: Detected HDD:
ar: الأقراص الصلبة المكتشفة :
el: Εντοπίστηκε HDD:

source: Detected NIMs:
ar: الموالفات المكتشفة :
el: Εντοπίστηκαν NIMs:

source: Device: %s
ar: الجهاز : %s
el: Συσκευή: %s

source: DiSEqC
ar: دايسك :

source: DiSEqC A/B
ar: دايسك أ / ب

source: DiSEqC A/B/C/D
ar: دايسك أ / ب / ج / د

source: DiSEqC mode
ar: وضع دايسك

source: DiSEqC repeats
ar: تكرار دايسك

source: Dialing:
ar: جاري الطلب :
el: Κλήση:

source: Dir:
ar: الدليل :

source: Direct playback of linked titles without menu
ar: تشغيل مباشر من العناوين المرتبطة دون قائمة
el: Άμεση αναπαραγωγή που συνδέονται με τίτλους χωρίς μενού

source: Directory
ar: الدليل :
el: Κατάλογος

source: Directory %s nonexistent.
ar: الدليل (%s) غير موجود.
el: Κατάλογος %s ανύπαρκτος.

source: Directory:
ar: الدليل :
el: Κατάλογος:

source: Disable
ar: تعطيل
el: Απενεργοποίηση

source: Disable Picture in Picture
ar: تعطيل صورة داخل الصورة
el: Απενεργοποίηση Picture in Picture

source: Disable Subtitles
ar: تعطيل الترجمات
el: Απενεργοποίηση Υποτίτλων

source: Disable crashlog reporting
ar: تعطيل الإبلاغ عن سجل الانهيار
el: Απενεργοποίηση αναφοράς crashlog

source: Disable timer
ar: تعطيل المؤقت
el: Απενεργοποίηση χρονοδιακόπτη

source: Disabled
ar: معطل
el: Απενεργοποιήθηκε

source: Disconnect
ar: غير متصل
el: Αποσύνδεση

source: Disconnected from Fritz!Box! (%s) retrying...
ar: تم قطع الاتصال بـ Fritz!Box! (%s) جاري إعادة المحاولة...
el: Αποσύνδεση με το Router! (%s) Ξαναπροσπάθεια...

source: Dish
ar: الصحن

source: Display 16:9 content as
ar: عرض المحتوى 16:9 كـ
el: Εμφάνιση περιεχόμενο 16:9 σαν

source: Display 4:3 content as
ar: عرض المحتوى 4:3 كـ
el: Εμφάνιση περιεχόμενο 4:3 σαν

source: Display >16:9 content as
ar: عرض >المحتوى 16:9 كـ
el: Προβολή >16:9 ως αναλογία

source: Display Setup
ar: ضبط العرض
el: Ρύθμιση οθόνης LCD

source: Display and Userinterface
ar: العرض و واجهة المستخدم
el: Οθόνη και περιβάλλον χρήστη

source: DivX Player
ar: مشغل ديف اكس

source: DivX player
ar: مشغل ديف اكس

source: Do you really want to REMOVE the plugin "%s"?
ar: هل تريد حقا إزالة الملحق "%s" ؟
el: Θέλετε πραγματικά να ΚΑΤΑΡΓΗΣΕΤΕ το plugin "%s"?

source: Do you really want to check the filesystem? This could take lots of time!
ar: هل تريد حقا للتحقق من نظام ملفات؟ قد يستغرق ذلك الكثير من الوقت!
el: Είστε σίγουρος οτι θέλετε να εξετάσετε το filesystem; Ενδεχομένος να πάρει αρκετό χρονικό διάστημα!

source: Do you really want to delete %s?
ar: هل حقا تريد حذف %s؟
el: Θέλετε πραγματικά να διαγράψετε το %s;

source: Do you really want to download the addOn "%s"?
ar: هل حقا تريد تنزيل الإضافة "%s" ؟
el: Θέλετε πραγματικά να κατεβάσετε το addOn "%s"?

source: Do you really want to download the plugin "%s"?
ar: هل حقا تريد تنزيل الملحق "%s" ؟
el: Θέλετε πραγματικά να κατεβάσετε το plugin "%s"?

source: Do you really want to exit?
ar: هل حقا تريد الخروج؟
el: Είστε σίγουρος οτι θέλετε να βγείτε;

source: Do you really want to format the harddisk? All data on the disk will be lost!
ar: هل تريد حقا تهيئة القرص الصلب؟ سيتم فقدان كافة البيانات على القرص!
el: Θέλετε πραγματικά να διαμορφώσετε το σκληρό δίσκο; Όλα τα δεδομένα στον δίσκο θα χαθούν!

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
ar: هل تريد حقا تهيئة القرص الصلب؟ سيتم فقدان كافة البيانات على القرص!
el: Θέλετε να κάνετε Format τον σκληρό δίσκο; Όλα τα δεδομένα θα χαθούν!

source: Do you really want to install the addOn "%s"?
ar: هل حقا تريد تثبيت الإضافة "%s" ؟
el: Θέλετε πραγματικά να εγκαταστήσετε το addOn "%s"?

source: Do you really want to remove the addOn "%s"?
ar: هل حقا تريد إزالة الإضافة "%s" ؟
el: Θέλετε πραγματικά να αφαιρέσετε το addOn "%s"?

source: Do you really want to remove directory %s from the disk?
ar: هل حقا تريد إزالة الدليل (%s) من القرص؟
el: Θέλετε πραγματικά να αφαιρέσετε τον κατάλογο %s από το δίσκο;

source: Do you really want to remove your bookmark of %s?
ar: هل حقا تريد إزالة الإشارة المرجعية من %s؟
el: Θέλετε πραγματικά να αφαιρέσετε τον σελιδοδείκτη σας του %s?

source: Do you want to backup now? After pressing OK, please wait!
ar: هل تريد النسخ الاحتياطي الآن؟ بعد الضغط على موافق ، يرجى الانتظار!
el: Θέλετε να κάνετε backup τώρα; Μετά το ΟΚ περίμενετε!

source: Do you want to burn this collection to DVD medium?
ar: هل تريد حرق هذه المجموعة إلى وسيط دي في دي؟
el: Θέλετε να κάψετε αυτή τη συλλογή σε DVD μέσον;

source: Do you want to do a service scan?
ar: هل تريد أن تقوم بعملية بحث للقنوات؟
el: Θέλετε να κάνετε ανεύρεση υπηρεσιών;

source: Do you want to do another manual service scan?
ar: هل تريد أن تقوم بعملية بحث يدوي أخرى للقنوات؟
el: Θέλετε να πραγματοποιηθεί μία ακόμα χειροκίνητη ανεύρεση;

source: Do you want to enable the parental control feature on your QBoxHD?
ar: هل تريد تمكين ميزة الرقابة الأبوية على QBoxHD؟
el: Θέλετε να ενεργοποιηθεί η γονική προστασία;

source: Do you want to enter a username and password for this host?
ar: هل تريد إدخال اسم المستخدم وكلمة المرور لهذا المضيف؟
el: Θέλετε να εισάγετε όνομα χρήστη και κωδικό για αυτόν τον Host;

source: Do you want to install default sat lists?
ar: هل تريد تثبيت قوائم الأقمار الصناعية الافتراضية؟
el: Θέλετε να εγκαταστήσετε το προεπιλεγμένο sat lists;

source: Do you want to install the package:
ar: هل تريد تثبيت الحزمة :
el: Θέλετε να εγκαταστήσετε το πακέτο:

source: Do you want to play DVD in drive?
ar: هل تريد تشغيل قرص الدي في دي الموجود في محرك الأقراص؟
el: Θέλετε να παίξει το DVD σε drive;

source: Do you want to preview this DVD before burning?
ar: هل تريد المعاينة قبل حرق الدي في دي هذا؟
el: Θέλετε να δείτε αυτό το DVD πριν από την καύση;

source: Do you want to reboot your QBoxHD?
ar: هل تريد إعادة إقلاع QBoxHD؟
el: Θέλετε να επανεκκινήσετε το QBoxHD;

source: Do you want to remove the package:
ar: هل تريد إزالة الحزمة :
el: Θέλετε να αφαιρέσετε το πακέτο:

source: Do you want to restore your settings?
ar: هل تريد استعادة الإعدادات؟
el: Θέλετε να επαναφέρετε τις ρυθμίσεις σας;

source: Do you want to resume this playback?
ar: هل ترغب في استئناف هذه القراءة؟
el: Θέλετε να συνεχίσετε την αναπαραγωγή απο την προηγούμενη φορά;

source: Do you want to submit your email address and name so that we can contact you if needed?
ar: هل تريد أن تقدم عنوان بريدك الالكتروني واسمك حتى نتمكن من الاتصال بك إذا لزم الأمر؟
el: Θέλετε να υποβάλετε την διεύθυνση E-mail και το όνομά σας ώστε να μπορέσουμε να επικοινωνήσουμε μαζί σας αν χρειαστεί;

source: Do you want to update your QBoxHD?
ar: هل تريد تحديث QBoxHD؟
el: Θέλετε να ενημερώσετε το QBoxHD;

source: Do you want to update your QBoxHD? After pressing OK, please wait!
ar: هل تريد تحديث QBoxHD؟ بعد الضغط على موافق ، يرجى الانتظار!
el: Θέλετε να αναβαθμίσετε την QBoxHD; Μετά το ΟΚ περίμενετε!

source: Do you want to upgrade the package:
ar: هل تريد ترقية الحزمة:
el: Θέλετε να αναβαθμίσετε το πακέτο:

source: Do you want to view a tutorial?
ar: هل تريد عرض البرنامج التعليمي؟
el: Θέλετε να δείτε την καθοδήγηση;

source: Don't ask, just send
ar: لا تسأل ، فقط أرسل
el: Μη ρωτάς, απλά στείλτε

source: Don't stop current event but disable coming events
ar: لا توقف الحدث الحالي ولكن قم بتعطيل الأحداث القادمة
el: Μην σταματάς πρόσφατο event, ακύρωσε εισερχόμενα

source: Done - Installed or upgraded %d packages
ar: تم -- تركيب أو ترقية %d حزم
el: Έγινε - Εγκατάσταση η αναβάθμιση %d πακέτων

source: Done - Installed or upgraded %d packages with %d errors
ar: تم -- تركيب أو ترقية %d حزم مع حدوث %d أخطاء
el: Έγινε - Εγκατάσταση η αναβάθμιση %d πακέτων με %d λάθη

source: Done - Installed, upgraded or removed %d packages with %d errors
ar: تم -- تركيب وتحديث أو إزالة %d حزم مع حدوث %d أخطاء
el: Έγινε - Εγκατάσταση, αναβάθμιση ή απεγκατάσταση %d πακέτα με %d λάθη

source: Download
ar: تنزيل
el: Λήψη

source: Download .NFI-Files for USB-Flasher
ar: تنزيل ملفات .NFI للتفليش بواسطة اليو اس بي فلاشر
el: Κατεβάστε .NFI-Αρχεία για USB-Flasher

source: Download AddOns
ar: تنزيل إضافات
el: Φορτώνω AddOns

source: Download Plugins
ar: تنزيل ملحقات
el: Κατεβασμένα plugins

source: Download Terminate
ar: إنهاء التنزيل
el: Τερματισμός Λήψης

source: Download Terminate.
ar: إنهاء التنزيل.
el: Τερματισμός Λήψης.

source: Download of USB flasher boot image failed:
ar: فشل تنزيل صورة التمهيد (boot image) لليو اس بي فلاشر :
el: Λήψη από USB flasher boot image απέτυχε:

source: Downloadable AddOns
ar: إضافات للتنزيل
el: Νέα AddOns

source: Downloadable addOns
ar: إضافات للتنزيل
el: Καινούριο ΑddOns

source: Downloadable new plugins
ar: ملحقات جديدة للتنزيل
el: Νέα plugins για κατέβασμα

source: Downloadable plugins
ar: ملحقات للتنزيل
el: Plugins για κατέβασμα

source: Downloading
ar: تنزيل
el: Κατέβασμα

source: Downloading %s ...
ar: تنزيل %s ...
el: Λήψη %s ...

source: Downloading ...
ar: تنزيل ...
el: Λήψη...

source: Downloading plugin information. Please wait...
ar: تنزيل معلومات الملحق. يرجى الانتظار...
el: Λήψη πληροφοριών plugin. Παρακαλώ περιμένετε...

source: Downloading server information. Please wait...
ar: تنزيل معلومات الخادم. يرجى الانتظار...
el: Λήψη πληροφοριών διακομιστή. Παρακαλώ περιμένετε...

source: Duration
ar: المدة
el: Διάρκεια

source: Duration:
ar: المدة :
el: Διάρκεια:

source: Dutch
ar: الهولندية
el: Ολλανδικά

source: E-Mail Address
ar: عنوان البريد الإلكتروني
el: Διεύθυνση E-Mail

source: EPG Selection
ar: اختيار دليل البرامج
el: Επιλογή EPG

source: ERROR - failed to scan (%s)!
ar: خطأ -- فشل بحث (%s)!
el: ΛΑΘΟΣ - Αποτυχία στην ανεύρεση (%s)!

source: East
ar: الشرق
el: Ανατολή

source: Edit
ar: تحرير
el: Επεξεργασία

source: Edit DNS
ar: تحرير نظام أسماء النطاقات (DNS)
el: Παραμετροποίηση DNS

source: Edit IPKG source URL...
ar: تحرير رابط مصدر IPKG...
el: Επεξεργασία IPKG URL πηγή...

source: Edit Title
ar: تحرير العنوان
el: Επεξεργασία τίτλου

source: Edit bouquets list
ar: تحرير قائمة الباقات
el: Επεξεργασία λίστας bouquets

source: Edit chapters of current title
ar: تحرير فصول العنوان الحالي
el: Επεξεργασία chapters του τρέχοντος τίτλου

source: Edit services list
ar: تحرير قائمة القنوات
el: Επεξεργασία λίστας καναλιών

source: Edit settings
ar: تحرير الإعدادات
el: Επεξεργασία ρυθμίσεων

source: Edit the Nameserver configuration of your QBoxHD.
ar: تحرير تكوين اسم خادم QBoxHD.
el: Παραμετροποιήσετε το Nameserver του QBoxHD.

source: Edit the network configuration of your QBoxHD.
ar: تحرير تكوين الشبكة لـ QBoxHD.
el: Παραμετροποιήσετε το δίκτυο του QBoxHD.

source: Edit title
ar: تحرير العنوان
el: Επεξεργασία τίτλου

source: Education
ar: تعليم
el: Εκπαίδευση

source: Electronic Program Guide
ar: دليل البرامج الإلكتروني
el: Ηλεκτρονικός οδηγός Προγράμματος

source: Enable
ar: تمكين
el: Ενεργοποίηση

source: Enable 5V for active antenna
ar: تمكين 5 فولت للهوائي النشط
el: Ενεργοποίηση των 5V για ενεργή κεραία

source: Enable System logs
ar: تمكين سجلات النظام
el: Ενεργοποίηση καταγραφής συστήματος

source: Enable multiple bouquets
ar: تمكين الباقات المتعددة
el: Ενεργοποίησε τα πολλαπλά μπουκέτα

source: Enable parental control
ar: تمكين الرقابة الأبوية
el: Ενεργοποίηση γονικού έλεγχου

source: Enable timer
ar: تمكين المؤقت
el: Ενεργοποίηση timer

source: Enabled
ar: ممكن
el: Ενεργοποιήθηκε

source: Encryption
ar: التشفير
el: Κρυπτογράφηση

source: Encryption Key
ar: مفتاح التشفير
el: Κλειδί Κρυπτογράφησης

source: Encryption Keytype
ar: نوع مفتاح التشفير
el: Κρυπτογράφηση Keytype

source: Encryption Type
ar: نوع التشفير
el: Τύπος Κρυπτογράφησης

source: Encryption:
ar: التشفير :
el: Κρυπτογράφηση:

source: Encryption: %s
ar: التشفير : %s
el: Κρυπτογράφηση: %s

source: End time
ar: وقت الإنتهاء
el: Ώρα τερματισμού

source: EndTime
ar: وقت الإنتهاء
el: Ώρα τερματισμού

source: English
ar: الإنجليزية
el: Αγγλικά

source: Enigma2 Skinselector v0.5 BETA If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
ar: محدد مظاهر إنيقما2 إصدار 5 بيتا إذا كنت تواجه أي مشاكل يرجى الاتصال stephan@reichholf.net © 2006 - Stephan Reichholf
el: Enigma2 Skinselector v0.5 BETA Εάν συναντήσετε προβλήματα να επικοινωνήσετε με stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enter
ar: أدخل
el: Εισάγω

source: Enter Fast Forward at speed
ar: إدخال اللف للأمام بالسرعة
el: Εισάγετε την ταχύτητα Fast Forward

source: Enter IP to scan...
ar: أدخل عنوان اي بي لتفحصه...
el: Εισάγετε το IP για να ανιχνεύσει...

source: Enter MediaCenter menu...
ar: دخول قائمة مركز الوسائط...
el: Εισέρχομαι MediaCenter μενού...

source: Enter Rewind at speed
ar: إدخال اللف للوراء بالسرعة
el: Εισάγετε την ταχύτητα Rewind

source: Enter VLC-Server as FQDN or IP-Address
ar: إدخال خادم VLC كـ FQDN أو عنوان اي بي
el: Πληκτρολογήστε το VLC-Server ως FQDN ή διεύθυνση IP

source: Enter WLAN network name/SSID:
ar: أدخل اسم/معرف مجموعة الخدمات (SSID) لشبكة الاتصال المحلية اللاسلكية :
el: Πληκτρολογήστε το όνομα δικτύου WLAN / SSID:

source: Enter WLAN passphrase/key:
ar: أدخل عبارة مرور/مفتاح الشبكة اللاسلكية :
el: Εισάγετε WLAN συνθηματική φράση / κλειδί:

source: Enter main menu...
ar: دخول القائمة الرئيسية...
el: Είσοδος στο κεντρικό μενού...

source: Enter new hostname for your QBoxHD
ar: أدخل اسم المضيف الجديد لـ QBoxHD
el: Εισάγετε το νέο όνομα για τον QBoxHD

source: Enter options:
ar: أدخل خيارات :
el: Εισάγετε επιλογές:

source: Enter password:
ar: أدخل كلمة المرور :
el: Εισάγετε κωδικό:

source: Enter pin code
ar: أدخل الرقم السري
el: Εισάγετε κωδικό PIN

source: Enter share directory:
ar: أدخل دليل المشاركة :
el: Εισάγετε κατάλογο κοινόχρηστου:

source: Enter share name:
ar: أدخل اسم المشاركة :
el: Εισάγετε το όνομα κοινόχρηστου:

source: Enter the service pin
ar: أدخل الرقم السري للقناة
el: Βάλτε το pin υπηρεσίας

source: Enter user and password for host:
ar: أدخل اسم المستخدم وكلمة المرور للمضيف :
el: Εισάγετε χρήστη και κωδικό για τον host:

source: Enter username:
ar: أدخل اسم المستخدم :
el: Πληκτρολογήστε το όνομα χρήστη:
