Repository: OpenSH4/qboxhd
Catalog: trunk/src/apps/enigma2/po/*.po
Languages: ar, el

source: Enter your email address so that we can contact you if needed.
ar: أدخل عنوان بريدك الالكتروني حتى نتمكن من الاتصال بك إذا لزم الأمر.
el: Εισάγετε το E-mail σας ώστε να μπορέσουμε να επικοινωνήσουμε μαζί σας εάν χρειαστεί.

source: Entertainment
ar: الترفيه
el: Ψυχαγωγία

source: Error
ar: خطأ
el: Λάθος

source: Error adding video to favorites: %s
ar: خطأ في إضافة الفيديو إلى المفضلة : %s
el: Σφάλμα κατά την προσθήκη βίντεο στα αγαπημένα: %s

source: Error adding video to playlist: %s
ar: خطأ في إضافة الفيديو الى قائمة التشغيل : %s
el: Σφάλμα κατά την προσθήκη βίντεο στο playlist: %s

source: Error contacting YouPorn: %s
ar: خطأ الاتصال بـ YouPorn : %s
el: Σφάλμα στην επαφή YouPorn: %s

source: Error contacting YouTube: %s
ar: خطأ الاتصال بيوتيوب : %s
el: Σφάλμα στην επαφή με το YouTube: %s

source: Error executing plugin
ar: خطأ في تنفيذ الملحق
el: Σφάλματα κατά την εκτέλεση plugin

source: Error loading filelist into server %(server)s: %(error)s
ar: خطأ في تحميل قائمة الملفات إلى الخادم %(server)s: %(error)s
el: Σφάλμα κατά τη φόρτωση Filelist σε server %(server)s: %(error)s

source: Error loading filelist into server %s: %s
ar: خطأ في تحميل قائمة الملفات إلى الخادم %s : %s
el: Σφάλμα κατά τη φόρτωση Filelist σε server %s: %s

source: Error loading playlist %(media)s into server %(server)s: %(error)s
ar: خطأ في تحميل قائمة التشغيل %(media)s إلى الخادم %(server)s: %(error)s
el: Σφάλμα κατά τη φόρτωση playlist %(media)s στον διακομιστή %(server)s: %(error)s

source: Error loading playlist %s into server %s: %s
ar: خطأ في تحميل قائمة التشغيل %s إلى الخادم %s : %s
el: Σφάλμα κατά τη φόρτωση playlist %s στον διακομιστή %s: %s

source: Error loading playlist into server %(server)s: %(error)s
ar: خطأ في تحميل قائمة التشغيل إلى الخادم %(server)s: %(error)s
el: Σφάλμα κατά τη φόρτωση playlist στον server %(server)s: %(error)s

source: Error loading playlist into server %s: %s
ar: خطأ في تحميل قائمة التشغيل إلى الخادم %s : %s
el: Σφάλμα κατά τη φόρτωση playlist στον server %s: %s

source: Error loading playlists: %s
ar: خطأ في تحميل قوائم التشغيل : %s
el: Σφάλμα κατά τη φόρτωση playlists: %s

source: Error querying favorites feed: %s
ar: خطأ في الاستعلام عن تغذية المفضلة : %s
el: Λάθος ερωτήματα σε Αγαπημένα feed: %s

source: Error querying feed %s: %s
ar: خطأ في الاستعلام عن تغذية %s : %s
el: Σφάλμα ερωτήματα σε feed %s: %s

source: Error querying feed for search term %s: %s
ar: خطأ في الاستعلام عن تغذية للبحث عن مصطلح %s : %s
el: Λάθος ερωτήματα σε feed για όρο αναζήτησης %s: %s

source: Error querying page %s: %s
ar: خطأ في الاستعلام عن صفحة %s: %s
el: Λάθος ερωτήματα σε σελίδα %s: %s

source: Error querying page for search term %s: %s
ar: خطأ في الاستعلام عن صفحة للبحث عن مصطلح %s: %s
el: Λάθος ερωτήματα σε σελίδα για τον όρο αναζήτησης %s: %s

source: Error querying playlist-feed for playlist %s: %s
ar: خطأ في الاستعلام عن تغذية قائمة التشغيل %s: %s
el: Λάθος ερωτήματα playlist-feed for playlist %s: %s

source: Error removing video from favorites: %s
ar: خطأ في إزالة الفيديو من المفضلة : %s
el: Σφάλμα κατά την αφαίρεση βίντεο από τα αγαπημένα: %s

source: Error removing video from playlist: %s
ar: خطأ في إزالة الفيديو من قائمة التشغيل : %s
el: Σφάλμα κατά την αφαίρεση βίντεο από το playlist: %s

source: Error switching directory: %s
ar: خطأ تبديل الدليل : %s
el: Σφάλμα αλλαγής καταλόγου: %s

source: Error to install %s.
ar: خطأ في تثبيت %s.
el: Σφάλμα στην εγκατάσταση %s.

source: Error to remove %s.
ar: خطأ في إزالة %s.
el: Σφάλμα στην αφαίρεση %s.

source: Error updating file- and playlist from server %s: %s
ar: خطأ في تحديث ملف و قائمة التشغيل من الخادم %s: %s
el: Σφάλμα ενημέρωσης αρχείου- και playlist από το διακομιστή %s: %s

source: Error updating filelist from server %(server)s: %(error)s
ar: خطأ في تحديث قائمة الملفات من الخادم %(server)s: %(error)s
el: Σφάλμα ενημέρωσης filelist από το διακομιστή %(server)s: %(error)s

source: Error updating filelist from server %s: %s
ar: خطأ في تحديث قائمة الملفات من الخادم %s: %s
el: Σφάλμα ενημέρωσης filelist από το διακομιστή %s: %s

source: Error with VLC server: %s
ar: خطأ مع خادم VLC : %s
el: Σφάλμα με VLC server: %s

source: Error: %s Retry?
ar: خطأ : %s إعادة المحاولة؟
el: Σφάλμα: %s Νέα προσπάθεια;

source: Error: Twisted-Web not installed
ar: خطأ : لم يتم تثبيت TwistedWeb
el: Σφάλμα: Twisted-Web δεν έχει εγκατασταθεί

source: Esperanto
ar: الاسبرانتو

source: Estonian
ar: الاستونية

source: Eventview
ar: عرض الحدث
el: Προβολή συμβάντων

source: Everything is fine
ar: كل شيء على ما يرام
el: Όλα είναι εντάξει

source: Execution Progress:
ar: تقدم التنفيذ :
el: Πρόοδος Εκτέλεσης:

source: Execution finished!!
ar: انتهى التنفيذ!
el: Εκτέλεση τελείωσε!!

source: Exit
ar: خروج
el: Έξοδος

source: Exit Audio Player
ar: الخروج من مشغل الصوت
el: Έξοδος Audio Player

source: Exit editor
ar: الخروج من المحرر
el: Έξοδος από τον editor

source: Exit from web browser successfully
ar: الخروج من مستعرض الويب بنجاح
el: Έξοδος από web browser με επιτυχία

source: Exit the cleanup wizard
ar: إنهاء معالج التنظيف
el: Έξοδος από τον οδηγό καθαρισμού

source: Exit the wizard
ar: إنهاء المعالج
el: Έξοδος από τον wizard

source: Exit wizard
ar: الخروج من المعالج
el: Έξοδος από wizard

source: Expert
ar: خبير

source: Extended Networksetup Plugin...
ar: ملحق الإعدادات الموسعة للشبكة...
el: Επέκταση Networksetup Plugin...

source: Extended Setup...
ar: الضبط الموسع
el: Επέκταση Εγκατάστασης...

source: Extensions
ar: ملحقات

source: External Harddisk
ar: القرص الصلب الخارجي
el: Εξωτερικός HDD

source: External Harddisk Integrity Check
ar: التحقق من تكامل القرص الصلب الخارجي
el: Έλεγχος εξωτερικού HDD

source: External Harddisk Setup
ar: ضبط القرص الصلب الخارجي
el: Ρύθμιση εξωτερικού HDD

source: FEC
ar: معامل تصويب الخطأ

source: FP Info: %d
ar: معلومات FP : %d

source: Factory reset
ar: إعدادات المصنع
el: Εργοστασιακές ρυθμίσεις

source: Faeroese
ar: لغة جزر فارو

source: Failed
ar: فشل
el: Αποτυχία

source: Fast
ar: سريع
el: Γρήγορα

source: Fast DiSEqC
ar: دايسك سريع
el: Γρήγορο DiSEqC

source: Fast Forward speeds
ar: سرعات اللف للأمام
el: Ταχύτητα Fast Forward

source: Fast epoch
ar: وقت سريع
el: Γρήγορη εποχή

source: Favorite Folders
ar: مجلدات المفضلة
el: Φάκελοι Αγαπημένων

source: Favorited
ar: مفضلة

source: Favorites
ar: المفضلة
el: Αγαπημένα

source: Favourites
ar: المفضلة
el: Αγαπημένα

source: Fiji
ar: فيجي

source: File / Folder Options
ar: خيارات ملف/مجلد
el: Αρχείο / Επιλογές φακέλων

source: Filelist
ar: قائمة الملفات
el: Λίστα αρχείων

source: Filesystem Check...
ar: التحقق من نظام الملفات...
el: Έλεγχος Filesystem...

source: Filesystem check. Successfully
ar: تحقق من نظام الملفات. تم بنجاح
el: Έλεγχο συστήματος αρχείων. Με επιτυχία!

source: Filesystem contains uncorrectable errors
ar: نظام الملفات يحتوي على أخطاء غير القابلة للتصحيح
el: Filesystem περιέχει αδιόρθωτα σφάλματα

source: Finetune
ar: ضبط دقيق
el: Μικροσυντονισμός

source: Finished
ar: انتهى
el: Εκτέλεση τελείωσε

source: Finished configuring your network
ar: تم الانتهاء من تكوين شبكة الاتصال
el: Ολοκληρώθηκε η διαμόρφωση του δικτύου σας!

source: Finished restarting your network
ar: تم الانتهاء من إعادة تشغيل الشبكة
el: Ολοκληρώθηκε η επανεκκίνηση του δικτύου σας!

source: Finnish
ar: الفنلندية
el: Φιλλανδικά

source: First we need to download the latest boot environment for the USB flasher.
ar: أولا نحن بحاجة لتحميل أحدث بيئة تمهيد (boot) لليو اس بي فلاشر.
el: Πρώτα πρέπει να κατεβάσετε το τελευταίο boot περιβάλλον για το USB flasher.

source: Flash
ar: فلاش

source: Flashing failed
ar: فشل التفليش
el: Flashing απέτυχε

source: Following tasks will be done after you press continue.
ar: سيتم إتمام المهام التالية بعد الضغط على متابعة.
el: Μετά τις εργασίες πατήσετε για συνέχεια.

source: For WEP 128 encryption you must specify 13 ascii character or 26 hexadecimal character.
ar: لتشفير WEP 128 يجب تحديد 13 حرف أسكي (ascii) أو 26 حرف ست عشري (hexadecimal).
el: Για κρυπτογράφηση WEP 128 θα πρέπει να καθορίσετε 13 χαρακτήρες ASCII ή 26 δεκαεξαδικούς χαρακτήρες.

source: For WEP 64 encryption you must specify 5 ascii character or 10 hexadecimal character.
ar: لتشفير WEP 64 يجب تحديد 13 حرف أسكي (ascii) أو 26 حرف ست عشري (hexadecimal).
el: Για την κρυπτογράφηση WEP 64 θα πρέπει να καθορίσετε 5 χαρακτήρες ASCII ή 10 δεκαεξαδικούς χαρακτήρες.

source: For WPA or WPA2 encryption you need to specify 8 to 63 ascii character.
ar: لتشفير WPA أو WPA2 تحتاج إلى تحديد من 8 إلى 64 حرف أسكي (ascii).
el: Για WPA ή WPA2 κρυπτογράφηση θα πρέπει να καθορίσετε 8 έως 63 χαρακτήρες ASCII.

source: Format
ar: تهيئة
el: Μορφοποίηση

source: Format External Harddisk
ar: تهيئة القرص الصلب الخارجي
el: Διαμόρφωση εξωτερικού HDD

source: Forward in history, be patient ...
ar: تنقل إلى الأمام في التاريخ، الرجاء الانتظار...
el: Εμπρός στο history, παρακαλώ περιμένετε...

source: Frame repeat count during non-smooth winding
ar: عداد تكرار الأطر أثناء اللف غير السلس
el: Καρέ/καταμέτρηση, επαναλήψεων κατά τη διάρκεια μη ομαλής (non-smooth) εκκαθάρισης

source: Frame size in full view
ar: حجم الإطار في العرض الكامل
el: Μέγεθος πλαισίου σε πλήρη προβολή

source: Free: %d.%03d GB
ar: حر: %d. %03d جيغابايت
el: Ελεύθερα: %d.%03d GB

source: French
ar: الفرنسية
el: Γαλλικά

source: Frequency
ar: تردد
el: Συχνότητα

source: Frequency bands
ar: نطاقات التردد
el: Μπάντες συχνότητας

source: Frequency scan step size(khz)
ar: حجم خطوة بحث التردد (كيلو هرتز)
el: Συχνότητα σάρωσης στην ανεύρεση σε(khz)

source: Frequency steps
ar: خطوات التردد
el: Κλίμακα συχνότητας

source: Frequency:
ar: التردد :
el: Συχνότητα:

source: Fri
ar: الجمعة
el: Παρ

source: Friday
ar: الجمعة
el: Παρασκευή

source: Frisian
ar: الفريزية

source: Fritz!Box FON IP address
ar: عنوان اي بي Fritz!Box FON
el: Διεύθυνση Router FON IP

source: From Region
ar: من المنطقة
el: Από την Περιφέρεια

source: Front Button Setup
ar: ضبط الزر الأمامي
el: Front Button Εγκατάσταση

source: FrontButton Setup
ar: ضبط الزر الأمامي
el: FrontButton Εγκατάσταση

source: Frontprocessor version: %d
ar: إصدار معالج البيانات : %d
el: Έκδοση frontprocessor: %d

source: Fsck failed
ar: فشل Fsck
el: Αποτυχία Fsck

source: Function not yet implemented
ar: وظيفة لم تنفذ بعد
el: H Λειτουργία δεν έχει ακόμα τεθεί σε εφαρμογή

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
ar: واجهة المستخدم الرسومية في حاجة إلى إعادة التشغيل لتطبيق المظهر الجديد هل تريد إعادة تشغيل واجهة المستخدم الرسومية الآن؟
el: Πρέπει να γίνει επανεκκίνηση για να ενεργοποιηθεί το καινούριο skin. Να γίνει τώρα;

source: Galician
ar: الجاليكية

source: Gaming
ar: الألعاب

source: Gateway
ar: بوابة

source: General AC3 Delay
ar: مهلة AC3 العامة
el: General AC3 Αργοπορία

source: General AC3 delay
ar: مهلة AC3 العامة
el: General AC3 αργοπορία

source: General Configuration
ar: التكوين العام
el: Γενικές Ρυθμίσεις

source: General PCM Delay
ar: مهلة PCM العامة
el: General PCM Αργοπορία

source: General PCM delay
ar: مهلة PCM العامة
el: General PCM Αργοπορία

source: Genre
ar: النوع

source: Georgian
ar: الجورجية

source: German
ar: الألمانية
el: Γερμανικά

source: Get related videos
ar: الحصول على أشرطة الفيديو ذات الصلة
el: Λάβετε σχετικά βίντεο

source: Get video responses
ar: الحصول على ردود الفيديو
el: Λάβετε ανταποκρίσεις Βίντεο

source: Getting plugin information. Please wait...
ar: الحصول على معلومات الملحقات. الرجاء الانتظار...
el: Παρακαλώ περιμένετε για πληροφορίες γύρω από το plug-in

source: Getting system information...
ar: الحصول على معلومات النظام...
el: Λήψη πληροφορίες συστήματος...

source: Goto 0
ar: الذهاب إلى 0
el: Πήγαινε στην θέση 0

source: Goto position
ar: الذهاب إلى موقع
el: Πήγαινε στην θέση

source: Graphical Multi EPG
ar: دليل برامج متعدد بياني
el: Γραφικό Multi EPG

source: Greek
ar: اليونانية
el: Ελληνικά

source: Green
ar: الأخضر
el: Πράσινο

source: Greenlandic
ar: غرينلاند

source: Guarani
ar: غواراني

source: Guard Interval
ar: فاصل الحماية
el: Διάστημα προστασίας

source: Guard interval mode
ar: وضع فاصل الحماية
el: Προστασία, διάστημα αναμονής

source: Gujarati
ar: الغوجاراتية

source: HD Quality (Stereo)
ar: عالية الجودة (ستيريو)
el: HD ποιότητα (Stereo)

source: HTTP Port
ar: بوابة HTTP

source: Harddisk
ar: القرص الصلب
el: Σκληρός δίσκος

source: Harddisk 2
ar: القرص الصلب 2
el: Σκληρός δίσκος 2

source: Harddisk formatted. Successfully
ar: تمت تهيئة القرص الصلب. بنجاح
el: Διαμόρφωση σκληρού δίσκου. Επιτυχής!

source: Harddisk setup
ar: ضبط القرص الصلب
el: Setup σκληρού δίσκου

source: Harddisk standby after
ar: القرص الصلب في وضع الاستعداد بعد
el: Ο σκληρός δίσκος θα τεθεί σε αναμονή μετά από

source: Hausa
ar: الهوسا

source: Hebrew
ar: العبرية

source: Here is a small overview of the available icon states.
ar: هنا لمحة صغيرة من رموز الدول المتاحة.
el: Εδώ είναι μια μικρή επισκόπηση εικονιδίων των διαθέσιμων κρατών.

source: Hidden network SSID
ar: معرف مجموعة الخدمات للشبكة مخفي
el: Κρυφό SSID δικτύου

source: Hidden networkname
ar: اسم الشبكة مخفي
el: Κρυφό όνομα δικτύου

source: Hierarchy Information
ar: معلومات التسلسل الهرمي
el: Πληροφορίες ιεραρχίας

source: Hierarchy mode
ar: وضع التسلسل الهرمي
el: Mode ιεραρχίας

source: High Quality (Stereo)
ar: جودة عالية (ستيريو)
el: Υψηλή Ποιότητα (Stereo)

source: High bitrate support
ar: دعم التدفقات العالية
el: Υποστήριξη υψηλού bitrate

source: Hindi
ar: الهندية

source: Horizontal
ar: أفقي
el: Οριζόντιο

source: How many minutes do you want to record?
ar: كم دقيقة تريد أن تسجل؟
el: Πόσα λεπτά θέλετε να καταγράψετε;

source: How to handle found crashlogs?
ar: كيفية التعامل مع سجلات الانهيار الموجودة؟
el: Πώς να χειριστείτε crashlogs που βρέθηκαν;

source: Howto & Style
ar: أدلة استخدام و طرق
el: Οδηγός & Στυλ

source: Hungarian
ar: المجرية
el: Ουγγαρέζικα

source: IP Address
ar: عنوان اي بي
el: Διεύθυνση IP

source: IP:
ar: اي بي :

source: ISO file is too large for this filesystem!
ar: ملف ايزو كبير جدا بالنسبة لنظام الملفات هذا!
el: ISO αρχείο πολύ μεγάλο για αυτό το σύστημα αρχείων!

source: ISO path
ar: مسار ايزو
el: ISO διαδρομή

source: Icelandic
ar: الآيسلندية
el: Ισλανδικά

source: If you can see this page, please press OK.
ar: إذا كنت تستطيع مشاهدة هذه الصفحة ، الرجاء الضغط على موافق.
el: Εάν μπορείτε να δείτε αυτήν την σελίδα πατήστε ΟΚ.

source: If you see this, something is wrong with your scart connection. Press OK to return.
ar: إذاشاهدت هذه الرسالة، فهناك شيئا خطأ في الاتصال عن طريق منفذ سكارت. اضغط موافق للعودة.
el: Αν διαβάζετε αυτό το μήνυμα τότε υπάρχει κάποιο πρόβλημα με το scart. Πιέστε ΟΚ.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
ar: إذا كان لجهاز التلفزيون لديك وظيفة تحسين السطوع أو التباين، قم بتعطيلها. إذا كان به ما يسمى "وضع ديناميكي"، عين قيمته إلى قياسية. اضبط مستوى الإضاءة الخلفية إلى قيمة تناسب ذوقك. قم بتعيين قيمة التباين لجهاز التلفزيون للحد الأدنى. ثم عين قيمة السطوع للحد الأدنى ، ولكن تأكد من أن أدنى مستويي ظل للون الرمادي يمكن تمييزهما. لا تهتم للظلال الساطعة الآن. فسيتم تعيينها في الخطوة التالية. إذا كنت راضيا عن النتيجة ، اضغط موافق.
el: Εάν η TV σας έχει αυτόματες παραμετροποιήσεις για φωτεινότητα ή αντίθεση, απενεργοποιήστε τες. Εάν υπάρχουν παραμετροποιήσεις με όνομα "dynamic", βάλτε το στο "standard". Παραμετροποιήσετε τον φωτισμό με τα δικά σας δεδομένα. Κατεβάστε την αντίθεση όσο γίνετε. Κατεβάστε την φωτεινότητα τόσο ώστε μόλις να διαφέρουν οι δύο πιο βαθύτερες γκρι σκιές. Μην υπολογίζετε της φωτεινές σκιές. Θα παραμετροποιηθούν στο επόμενο βήμα. Όταν τελειώσετε πιέστε ΟΚ.

source: Image flash utility
ar: أداة فلاش الصورة

source: Image-Upgrade
ar: ترقية الصورة
el: Αναβάθμιση του image

source: In Progress
ar: في تقدم
el: Σε εξέλιξη

source: In order to record a timer, the TV was switched to the recording service!
ar: لبدء التسجيل اعتمادا على مؤقت، تم تبديل إلى القناة التي سيتم التسجيل منها!
el: Για να εκτελεστεί μια εγγραφή το κανάλι άλλαξε στο κανάλι εγγραφής

source: Include your email and name (optional) in the mail?
ar: تضمين بريدك الالكتروني واسمك (اختياري) في الرسالة البريدية؟
el: Συμπεριλάβετε το email σας και το όνομα (προαιρετικό) στο ταχυδρομείο;

source: Increased voltage
ar: زيادة الجهد الكهربائي (الفولتية)
el: Αυξημένο voltage

source: Index
ar: الصفحة الرئيسية
el: Ευρετήριο

source: Indonesian
ar: الاندونيسية

source: InfoBar
ar: شريط المعلومات

source: Infobar timeout
ar: مهلة شريط المعلومات

source: Information
ar: معلومات
el: Πληροφορίες

source: Init
ar: تهيئة

source: Initialization...
ar: تهيئة...
el: Αρχικοποίηση...

source: Initialize
ar: تهيئة
el: Αρχικοποίηση

source: Initialize harddisk. Successfully
ar: تهيئة القرص الصلب. تمت بنجاح
el: Αρχικοποίηση harddisk. Με επιτυχία!

source: Initializing Harddisk...
ar: جاري تهيئة القرص الصلب...
el: Αρχικοποίηση σκληρού δίσκου...

source: Initializing Harddisk... This operation can take several minutes depending on the Harddisk size...
ar: تهيئة القرص الصلب... يمكن أن تستغرق هذه العملية عدة دقائق اعتمادا على حجم القرص الصلب...
el: Αρχικοποίηση Harddisk... Η λειτουργία αυτή μπορεί να διαρκέσει αρκετά λεπτά ανάλογα με το μέγεθος...

source: Input
ar: إدخال

source: Input Key Type
ar: نوع مفتاح الإدخال
el: Είσοδος τύπου κλειδιού

source: Install
ar: تثبيت
el: Εγκατάσταση

source: Install a new image with a USB stick
ar: تثبيت صورة جديدة عن طريق يو اس بي (USB stick)
el: Εγκαταστήστε ένα νέο image με USB stick

source: Install a new image with your web browser
ar: تثبيت صورة جديدة عن طريق متصفح الويب
el: Εγκαταστήστε ένα νέο image με τον web browser

source: Install local IPKG
ar: تثبيت IPKG محلي
el: Εγκατάσταση τοπικά IPKG

source: Install or remove finished.
ar: انتهت عملية التثبيت أو الإزالة.
el: Εγκατάσταση ή κατάργηση τελείωσε.

source: Install settings, skins, software...
ar: تثبيت الإعدادات ، والمظاهر ، والبرمجيات...
el: Εγκατάσταση Ρυθμίσεων, λογισμικό, Skins...

source: Install software updates...
ar: تثبيت تحديثات البرامج...
el: Εγκαταστήστε ενημερωμένες εκδόσεις λογισμικού...

source: Installation Menu
ar: قائمة التثبيت
el: Μενού Εγκατάστασης

source: Installation finished.
ar: انتهى التثبيت.
el: Εγκατάσταση τελείωσε.

source: Installing
ar: جاري التثبيت
el: Εγκατάσταση

source: Installing ...
ar: جاري التثبيت...
el: Εγκατάσταση...

source: Installing Software...
ar: جاري تثبيت البرامج....
el: Εγκατάσταση λογισμικού...

source: Installing default sat lists... Please wait...
ar: جاري تركيب لوائح الأقمار الصناعية الافتراضية... يرجى الانتظار...
el: Εγκατάσταση προρυθμισμένες λίστες sat... Παρακαλώ περιμένετε...

source: Installing defaults... Please wait...
ar: جاري تثبيت القيم الافتراضية... يرجى الانتظار...
el: Εγκατάσταση προρυθμίσεων... Παρακαλώ περιμένετε...

source: Installing package content... Please wait...
ar: جاري تثبيت محتوى الحزمة... يرجى الانتظار...
el: Εγκατάσταση περιεχόμενο πακέτου... Παρακαλώ περιμένετε...

source: Instant Record...
ar: تسجيل فوري...
el: Άμεση εγγραφή...

source: Integrated Ethernet
ar: الشبكة المدمجة
el: Ενσωματωμένο Ethernet

source: Integrated Wireless
ar: الشبكة اللاسلكية المدمجة
el: Ενσωματωμένη Wireless

source: Interlingua
ar: إنترلينغوا

source: Interlingue
ar: الانترلنج

source: Intermediate
ar: متوسط
el: Ενδιάμεσος

source: Internal Flash
ar: فلاش داخلي
el: Εσωτερική Flash

source: Inuktitut (Eskimo)
ar: الإنكتيتوتية (الإسكيمو)
el: Inuktitut (Εσκιμώος)

source: Inupiak
ar: إينوبياك

source: Invalid Location
ar: مكان غير صالح
el: Άκυρη τοποθεσία

source: Invalid directory selected: %s
ar: الدليل المحدد غير صالح: %s
el: Άκυρος κατάλογος επιλεγμένο: %s

source: Inversion
ar: عكس
el: Αναστροφή

source: Invert display
ar: عكس العرض
el: Αντιστροφή της οθόνης

source: Irish
ar: الأيرلندية

source: Italian
ar: الإيطالية
el: Ιταλικά

source: Japanese
ar: اليابانية

source: Javanese
ar: الجاوية

source: Job View
ar: عرض الوظيفة
el: Εμφάνιση εντολές

source: Just Scale
ar: تحجيم فقط

source: Kannada
ar: الكانادا

source: Kashmiri
ar: الكشميرية

source: Kazakh
ar: الكازاخستانية

source: Keyboard Map
ar: خريطة لوحة المفاتيح
el: Χάρτης Πληκτρολογίου

source: Keyboard Setup
ar: ضبط لوحة المفاتيح
el: Ρύθμιση Πληκτρολογίου

source: Keymap
ar: خارطة المفاتيح
el: Χάρτης Πλήκτρων

source: Kinyarwanda
ar: الكينيارواندية

source: Kirghiz
ar: القيرغيزية

source: Kirundi
ar: الكيروندية

source: Korean
ar: الكورية

source: Kurdish
ar: الكردية

source: LAN Adapter
ar: محول الشبكة المحلية
el: Προσαρμογέας LAN

source: Language
ar: اللغة
el: Γλώσσα

source: Language selection
ar: اختيار اللغة
el: Επιλογή γλώσσας

source: Language...
ar: اللغة...
el: Γλώσσα...

source: Laothian
ar: اللوثيانية

source: Last speed
ar: آخر سرعة
el: Τελευταία ταχύτητα

source: Latin
ar: اللاتينية

source: Latitude
ar: خط العرض
el: Γεωγραφικό πλάτος

source: Latvian
ar: اللاتفية

source: Leave DVD Player?
ar: الخروج من مشغل دي في دي؟
el: Έξοδος απο DVD Player;

source: Left
ar: يسار
el: Αριστερά

source: Lets you view/edit files in your QBoxD
ar: يتيح لك عرض/ تحرير الملفات في جهاز QBoxD
el: Σας επιτρέπει να δείτε/επεξεργαστείτε αρχεία στον QBoxHD

source: Limit east
ar: الحد الشرقي
el: Ανατολικό όριο

source: Limit west
ar: الحد الغربي
el: Δυτικό όριο

source: Limited character set for recording filenames
ar: مجموعة أحرف محدودة لتسجيل أسماء الملفات
el: Περιορισμός χαρακτήρων που αφορούν την καταγραφή σε ονόματα αρχείων

source: Limits off
ar: تعطيل الحدود
el: Όρια απενεργοποιημένα

source: Limits on
ar: تمكين الحدود
el: Όρια ενεργοποιήμενα

source: Lingala
ar: ينغالا

source: Link Quality:
ar: جودة الربط :

source: Link not present.
ar: الرابط غير موجود.
el: Σύνδεσμος δεν είναι παρόν.

source: Link:
ar: الرابط :

source: Linked titles with a DVD menu
ar: عناوين مرتبطة مع قائمة دي في دي
el: Συνδέεται με τίτλους στο μενού DVD

source: List Bottom
ar: أسفل اللائحة
el: Κάτω Λίστα

source: List Top
ar: أعلى اللائحة
el: Επάνω Λίστα

source: List down
ar: أسفل اللائحة
el: Κατάλογος κάτω

source: List of Storage Devices
ar: لائحة وحدات التخزين
el: Λίστα με τα μέσα αποθήκευσης

source: List of known VLC-Server Profiles
ar: لائحة أوضاع خادم VLC المعروفة
el: Κατάλογος των γνωστών VLC-Server Προφίλ

source: List up
ar: أعلى اللائحة
el: Κατάλογος επάνω

source: Lithuanian
ar: اللتوانية
el: Λιθουανικά

source: Load
ar: تحميل
el: Φόρτωμα

source: Load Length of Movies in Movielist
ar: تحميل طول الأفلام من لائحة الأفلام
el: Διάρκεια φόρτωσης. Ταινίες σε Movielist

source: Load another Page of current category?
ar: تحميل صفحة أخرى من الفئة الحالية؟
el: Τοποθέτηση μιας άλλης σελίδας της τρέχουσας κατηγορίας;

source: Load further entries of current Feed?
ar: تحميل المزيد من مدخالات التغذية الحالية؟
el: Τοποθετήστε περαιτέρω καταχωρίσεις του τρέχων Feed;

source: Loading additional videos, be patient ...
ar: تحميل أشرطة فيديو إضافية ، الرجاء الانتظار ...
el: Φόρτωση πρόσθετων βίντεο, παρακαλώ περιμένετε...

source: Loading favorits, be patient ...
ar: تحميل المفضلة ، الرجاء الانتظار ...
el: Φόρτωση αγαπημένων, παρακαλώ περιμένετε...

source: Loading playlist, be patient ...
ar: تحميل قائمة التشغيل ، الرجاء الانتظار ...
el: Φόρτωση playlist, παρακαλώ περιμένετε...

source: Loading related videos, be patient ...
ar: تحميل أشرطة الفيديو ذات الصلة ، الرجاء الانتظار ...
el: Φόρτωση σχετικών βίντεο, παρακαλώ περιμένετε...

source: Loading response videos, be patient ...
ar: تحميل رد أشرطة الفيديو ، الرجاء الانتظار ...
el: Φόρτωση βίντεο απόκριση, παρακαλώ περιμένετε...

source: Loading standard feed, be patient ...
ar: تحميل التغذية القياسية ، الرجاء الانتظار ...
el: Φόρτωση πρότυπου Feed, παρακαλώ περιμένετε...
