Repository: OpenSH4/qboxhd
Catalog: trunk/src/apps/enigma2/po/*.po
Languages: ar, el

source: Yes, returning to movie list
ar: نعم ، العودة إلى لائحة الأفلام
el: Ναι, γυρισμό στην λίστα movie

source: Yes, view the tutorial
ar: نعم ، عرض البرنامج التعليمي
el: Ναι, δες το μάθημα

source: Yiddish
ar: اليديشية

source: Yoruba
ar: اليوروبا

source: You can cancel the installation.
ar: يمكنك إلغاء التثبيت.
el: Μπορείτε να ακυρώσετε την εγκατάσταση.

source: You can cancel the removal.
ar: يمكنك إلغاء الإزالة.
el: Μπορείτε να ακυρώσετε τη διαγραφή.

source: You can choose some default settings now. Please select the settings you want to be installed.
ar: يمكنك اختيار بعض الإعدادات الافتراضية الآن. الرجاء اختيار الإعدادات التي تريدها ليتم تثبيتها.
el: Μπορείτε να επιλέξετε μερικά προ-ρυθμισμένα settings. Παρακαλώ επιλέξτε τα settings που θέλετε να εγκατασταθούν.

source: You can choose, what you want to install...
ar: يمكنك اختيار ما تريد تثبيته...
el: Μπορείτε να επιλέξετε τι θέλετε να εγκατασταθεί...

source: You can install this plugin.
ar: يمكنك تثبيت هذا الملحق.
el: Μπορείτε να εγκαταστήσετε αυτό το plugin.

source: You can remove this plugin.
ar: يمكنك إزالة هذا الملحق.
el: Μπορείτε να καταργήσετε αυτό το plugin.

source: You cannot delete this!
ar: لا يمكنك حذف هذا!
el: Δεν μπορείτε να διαγράψτε αυτό!

source: You chose not to install any default services lists.
ar: لقد اخترت عدم تثبيت أية لوائح قنوات افتراضية.
el: Επιλέξατε να μην εγκατασταθούν προ-ρυθμισμένες λίστες καναλιών.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
ar: لقد اخترت عدم تثبيت أية إعدادات افتراضية. ومع ذلك يمكنك تثبيت الإعدادات الافتراضية في وقت لاحق في قائمة الإعدادات.
el: Επιλέξατε να μην εγκατασταθούν προ-ρυθμισμένα settings. Μπορείτε να εγκαταστήσετε τα settings αργότερα στο settings menu.

source: You chose not to install anything. Please press OK finish the install wizard.
ar: لقد اخترت عدم تثبيت أي شيء. الرجاء الضغط على موافق لإنهاء معالج التثبيت.
el: Επιλέξατε να μην εγκατασταθεί τίποτα. Πιέστε ΟΚ να ολοκληρωθεί ο wizard.

source: You do not seem to have a harddisk in your QBoxHD. So backing up to a harddisk is not an option for you.
ar: لا يبدو أن لديك قرصا صلبا في QBoxHD. لذلك فخيار النسخ الاحتياطي الى القرص الصلب ليس خيارا بالنسبة لك.
el: Δεν φαίνεται να έχετε σκληρό δίσκο στο QBoxHD. Δεν μπορεί να γίνει backup στο σκληρό δίσκο.

source: You have chosen to backup to a compact flash card. The card must be in the slot. We do not verify if it is really used at the moment. So better backup to the harddisk! Please press OK to start the backup now.
ar: لقد اخترت النسخ الاحتياطي لبطاقة فلاش مدمج. يجب أن تكون البطاقة في الفتحة. لم يتم التحقق مما إذا كانت البطاقة مستخدمة حقا في هذه اللحظة. لذا الأفضل القيام بالنسخ الاحتياطي إلى القرص الصلب! يرجى الضغط على موافق لبدء النسخ الاحتياطي الآن.
el: Επιλέξατε να κάνετε backup σε compact flash card. Η flash κάρτα πρέπει να είναι στο slot. Δεν είναι σίγουρο ότι χρησιμοποιείται αυτήν την στιγμή. Καλύτερα να γίνει backup στο σκληρό δίσκο! Πιέστε ΟΚ για έναρξη backup.

source: You have chosen to backup to an usb drive. Better backup to the harddisk! Please press OK to start the backup now.
ar: لقد اخترت النسخ الاحتياطي إلى محرك أقراص يو اس بي. الأفضل القيام بالنسخ الاحتياطي إلى القرص الصلب! يرجى الضغط على موافق لبدء النسخ الاحتياطي الآن.
el: Επιλέξατε να κάνετε backup σε usb drive. Καλύτερα να γίνει backup στο σκληρό δίσκο! Πιέστε ΟΚ για έναρξη backup.

source: You have chosen to backup to your harddisk. Please press OK to start the backup now.
ar: لقد اخترت النسخ الاحتياطي إلى القرص الصلب. يرجى الضغط على موافق لبدء النسخ الاحتياطي الآن.
el: Επιλέξατε να γίνει backup στο σκληρό δίσκο! Πιέστε ΟΚ για έναρξη backup.

source: You have chosen to backup your settings. Please press OK to start the backup now.
ar: لقد إخترت النسخ الاحتياطي للإعدادات. يرجى الضغط على موافق لبدء النسخ الاحتياطي الآن.
el: Επιλέξατε να κάνετε backup τις ρυθμίσεις σας. Παρακαλώ πατήστε ΟΚ για να ξεκινήσει το backup τώρα.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
ar: لقد إخترت إنشاء ملف .NFI يو اس بي فلاشر جديد قابل للاقلاع . ولهذا ستتم إعادة تقسيم وحدة ية اس بي ولذا فإن جميع البيانات سوف تمحى.
el: Έχετε επιλέξει να δημιουργήσετε ένα νέο Flasher .NFI εκκινήσιμο USB stick. Αυτό θα επαναδιαμορφώσει το USB stick και συνεπώς όλα τα δεδομένα σε αυτό θα διαγραφούν.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
ar: لقد إخترت استعادة الإعدادات. سوف تتم إعادة تشغيل إنيقما2 بعد الاستعادة. يرجى الضغط على موافق لبدء الاستعادة الآن.
el: Επιλέξατε να επαναφέρετε τις ρυθμίσεις σας. Enigma2 θα επανεκκινήσει μετά την επαναφορά. Πατήστε ΟΚ για να ξεκινήσει η αποκατάσταση τώρα.

source: You have to wait %s!
ar: عليك أن تنتظر %s!
el: Περιμένετε για %s!

source: You need a PC connected to your QBoxHD. If you need further instructions, please visit the website http://www.duolabs.com. Your QBoxHD will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
ar: أنت في حاجة الى جهاز كمبيوتر متصل بـجهاز QBoxHD. اذا كنت بحاجة الى مزيد من التعليمات ، يرجى زيارة الموقع http://www.duolabs.com. سوف يتم إيقاف جهاز QBoxHD. وبعد القيام بتنفيذ تعليمات التحديث من الموقع ، سوف يطلب منك البرنامج التشغيلي الجديد استعادة الإعدادات
el: Χρειάζεστε έναν υπολογιστή συνδεδεμένο με QBoxHD σας. Αν χρειάζεστε περισσότερες οδηγίες, παρακαλούμε επισκεφθείτε την ιστοσελίδα http://www.duolabs.com. Το QBoxHD τώρα θα σταματήσει. Αφού έχετε εκτελέσει τις οδηγίες ενημέρωσης από την ιστοσελίδα, το νέο firmware θα σας ζητήσει να επαναφέρετε τις ρυθμίσεις σας.

source: You need a PC connected to your QBoxHD. If you need further instructions, please visit the website http://www.q-box.tv. Your QBoxHD will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
ar: أنت في حاجة الى جهاز كمبيوتر متصل بـ QBoxHD. اذا كنت بحاجة الى مزيد من التعليمات ، يرجى زيارة الموقع http://www.q-box.tv. سوف يتم إيقاف جهاز QBoxHD. وبعد القيام بتنفيذ تعليمات التحديث من الموقع ، سوف يطلب منك البرنامج التشغيلي الجديد استعادة الإعدادات
el: Χρειάζεστε ένα PC συνδεδεμένο στο QBoxHD. Εάν χρειαζόσαστε περισσότερες πληροφορίες επισκεφτείτε την ιστοσελίδα http://www.q-box.tv. Το QBoxHD σας τώρα θα σταματήσει. Αφού έχετε εκτελέσει τις οδηγίες ενημέρωσης από την ιστοσελίδα, το νέο σας firmware θα σας ζητήσει να επαναφέρετε τις ρυθμίσεις σας.

source: You need an USB pen drive connected to your QBoxHD with the update/recovery package. If you need further instructions, please visit the website http://www.qboxhd.com. Your QBoxHD will now be halted.
ar: أنت بحاجة إلى وحدة يو اس بي متصلة بـ QBoxHD مع حزمة التحديث/الاستعادة. اذا كنت بحاجة الى مزيد من التعليمات، يرجى زيارة الموقع http://www.qboxhd.com. سيتم إيقاف QBoxHD الآن.
el: Χρειάζεστε έναν USB οδηγό συνδεδεμένο με τον QBoxHD με την ενημερωμένη έκδοση / πακέτο ανάκαμψης. Αν χρειάζεστε περισσότερες οδηγίες, παρακαλούμε επισκεφθείτε την ιστοσελίδα http://www.qboxhd.com. Ο QBoxHD σας τώρα θα σταματήσει.

source: You need to set a pin code and hide it from your children. Do you want to set the pin now?
ar: تحتاج إلى تعيين على الرقم السري وإخفائه من أطفالك. هل تريد تعيين الرقم السري الآن؟
el: Πρέπει να ορίσετε ένα pin και να μην το πείτε σε παιδιά. θέλετε να βάλετε το pin τώρα;

source: Your QBoxHD is shutting down. Please stand by...
ar: جاري إيقاف تشغيل QBoxHD . الرجاء الانتظار...
el: Το QBoxHD κλείνει. Παρακαλώ περίμενε...

source: Your QBoxHD isn't connected to the internet properly. Please check it and try again.
ar: QBoxHD غير متصل بالإنترنت بشكل صحيح. يرجى التحقق من ذلك والمحاولة مرة أخرى.
el: Το QBoxHD δεν είναι συνδεμένο στο internet. Έλεγξτε το και προσπάθηστε ξανά.

source: Your QBoxHD will restart after pressing OK on your remote control.
ar: سوف تتم إعادة تشغيل QBoxHD بعد الضغط على موافق على جهاز التحكم عن بعد.
el: Η QBoxHD θα επανεκκινήσει πιέζοντας ΟΚ.

source: Your TV works with 50 Hz. Good!
ar: التلفزيون يعمل مع 50 هرتز. جيد!
el: Η TV σας δουλεύει στα 50 Hz. Τέλεια.!

source: Your backup succeeded. We will now continue to explain the further upgrade process.
ar: نجحت عملية النسخ الاحتياطي. وسوف نواصل الآن شرح عملية ترقية أخرى.
el: Το backup ολοκληρώθηκε. Στην συνέχεια θα εξηγηθούν τα επόμενα βήματα.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
ar: مجموعتك تتجاوز حجم وسيطة ذات طبقة واحدة ، سوف تحتاج لوسيطة دي في دي فارغة مزدوجة الطبقة!
el: Η συλλογή σας υπερβαίνει το μέγεθος ενός μέσου μονής στρώσης, θα χρειαστείτε ένα κενό διπλής στρώσης DVD!

source: Your email address:
ar: عنوان بريدك الإلكتروني :
el: Η ηλεκτρονική σας διεύθυνση:

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
ar: يجب ترقية البرنامج التشغيلي لمعالج البيانات. اضغط موافق لبدء الترقية.
el: Το “frontprocessor firmware” πρέπει να αναβαθμιστεί Πιέστε ΟΚ για την αναβάθμιση.

source: Your installer is Expired. Please download new AddOn installer.
ar: برنامج التثبيت منتهي الصلاحية. يرجى تنزيل ملحق تثبيت جديد.
el: Η εγκατάστασής σας έχει λήξει. Παρακαλώ κατεβάστε το νέο πρόγραμμα εγκατάστασης Addon.

source: Your name (optional):
ar: اسمك (اختياري) :
el: Το όνομά σας (προαιρετικά):

source: Your network configuration has been activated.
ar: لقد تم تنشيط تكوين الشبكة.
el: Η διαμόρφωση του δικτύου σας έχει ενεργοποιηθεί.

source: Your network configuration has been activated. A second configured interface has been found. Do you want to disable the second network interface?
ar: لقد تم تنشيط تكوين الشبكة. تم العثور على واجهة ثانية مكتملة التكوين. هل تريد تعطيل واجهة الشبكة الثانية؟
el: Η διαμόρφωση του δικτύου σας έχει ενεργοποιηθεί. Μια δεύτερη διαμορφωμένη διεπαφή έχει βρεθεί. Θέλετε να απενεργοποιήσετε τη δεύτερη διασύνδεση δικτύου;

source: Your network mount has been activated.
ar: تم تفعيل تركيب شبكة الاتصال.
el: Η τοποθέτηση στο δίκτυό σας έχει ενεργοποιηθεί.

source: Your network mount has been removed.
ar: تم إزالة تركيب شبكة الاتصال.
el: Το mount δίκτυό σας έχει αφαιρεθεί.

source: Your network mount has been updated.
ar: تم تحديث تركيب شبكة الاتصال.
el: Το δίκτυό σας mount έχει ενημερωθεί.

source: Your new Custom Buttom is %s.
ar: الزر المخصص الجديد هو %s
el: Νέο Custom buttom σας είναι %s.

source: Your new configuration have been saved successfully.
ar: تم حفظ التكوين الجديد بنجاح.
el: Οι νέες ρυθμίσεις σας έχουν αποθηκευτεί επιτυχώς.

source: Zap back to service before positioner setup?
ar: العودة إلى القناة العاملة قبل إعداد المحرك؟
el: Πίσω στην υπηρεσία πριν από την παραμετροποίηση του positioner;

source: Zap back to service before satfinder?
ar: العودة إلى القناة العاملة قبل مكتشف القمر الصناعي؟
el: Πίσω στην υπηρεσία πριν το satfinder;

source: Zhuang
ar: تشوانغ

source: Zulu
ar: زولو

source: [alternative edit]
ar: [تحرير بديل]
el: [εναλλακτική επεξεργασία]

source: [bouquet edit]
ar: [تحرير باقة]
el: [επεξεργασία μπουκέτου]

source: [favourite edit]
ar: [تحرير المفضلة]
el: [επεξεργασία favourite]

source: [move mode]
ar: [وضع النقل]
el: [mode κίνησης]

source: a gui to assign services/providers to common interface modules
ar: واجهة رسومية لتعيين قنوات/مزودو خدمة لوحدات الواجهة المشتركة
el: GUI για να ορίσετε υπηρεσίες/πάροχοι σε άρθρωμα CI module

source: a gui to assign services/providers/caids to common interface modules
ar: واجهة رسومية لتعيين قنوات/ مزودو خدمة/معرفات الدخول المشروط (caids) لوحدات الواجهة المشتركة
el: GUI για να ορίσετε υπηρεσίες/πάροχοι/caids σε άρθρωμα CI module

source: abort alternatives edit
ar: إلغاء تحرير البدائل
el: Διακοπή εναλλακτική επεξεργασία

source: abort bouquet edit
ar: إلغاء تحرير الباقة
el: Διακοπή επεξεργασίας μπουκέτου

source: abort favourites edit
ar: إلغاء تحرير المفضلة
el: Διακοπή επεξεργασίας favorites

source: about to start
ar: على وشك البدء
el: Έτοιμο για έναρξη

source: activate current configuration
ar: تنشيط التكوين الحالي
el: ενεργοποιήσετε την τρέχουσα ρύθμιση

source: add Provider
ar: إضافة مزود خدمة
el: προσθήκη Πάροχου

source: add Service
ar: إضافة قناة
el: προσθήκη Υπηρεσίας

source: add a nameserver entry
ar: إضافة قيد اسم الخادم
el: προσθήκη καταχώρησης nameserver

source: add alternatives
ar: إضافة بدائل
el: Πρόσθεσε εναλλακτική

source: add bookmark
ar: إضافة علامة مرجعية
el: προσθήκη σελιδοδείκτη

source: add bouquet
ar: إضافة باقة
el: Πρόσθεσε μπουκέτο

source: add directory to playlist
ar: إضافة دليل الى قائمة التشغيل
el: Πρόσθεσε φάκελο στην λίστα

source: add file to playlist
ar: أضف ملف الى قائمة التشغيل
el: Πρόσθεσε αρχείο στην λίστα

source: add files to playlist
ar: إضافة ملفات الى قائمة التشغيل
el: πρόσθεση αρχεία στο playlist

source: add marker
ar: إضافة علامة
el: Πρόσθεσε σημαιάκι

source: add recording (enter recording duration)
ar: إضافة تسجيل (إدخال مدة التسجيل)
el: Προσθήκη εγγραφής (επιλογή διάρκειας.)

source: add recording (enter recording endtime)
ar: إضافة تسجيل (إدخال وقت إنتهاء التسجيل)
el: Πρόσθεση εγγραφή (ορίστε χρόνο τερματισμού εγγραφής.)

source: add recording (indefinitely)
ar: إضافة تسجيل (غير محدد المدة)
el: Προσθήκη εγγραφής (χωρίς όριο χρόνου.)

source: add recording (stop after current event)
ar: إضافة تسجيل (توقف بعد الحدث الحالي)
el: Προσθήκη εγγραφής (σταμάτημα στο τέλος του προγράμματος.)

source: add server
ar: إضافة خادم
el: προσθήκη διακομιστή

source: add service to bouquet
ar: إضافة القناة إلى باقة
el: Προσθήκη υπηρεσίας στο μπουκέτο

source: add service to favourites
ar: إضافة قناة إلى المفضلة
el: Προσθήκη υπερησίας στο favorites.

source: add to parental protection
ar: إضافة الى الحماية الأبوية
el: Προσθήκη γονικού έλεγχου.

source: add user
ar: إضافة مستخدم
el: προσθήκη χρήστη

source: additional videos
ar: أشرطة فيديو إضافية
el: επιπρόσθετα βίντεο

source: advanced
ar: متقدم
el: Προχωρημένο.

source: alphabetic sort
ar: ترتيب أبجدي
el: αλφαβητική σείρα.

source: are you sure you want to restore following backup:
ar: هل أنت متأكد أنك تريد استعادة النسخ الاحتياطي التالي :
el: θέλετε να κάνετε restore το παρακάτω backup:

source: assigned CAIds
ar: تعيين معرفات الدخول المشروط (CAIds)
el: ανατεθεί CAIds

source: assigned Services/Provider
ar: تعيين قنوات/مزود خدمة
el: ανατεθεί Υπηρεσίες/Provider

source: audio track (%s) format
ar: تنسيق (%s) للمسار الصوتي
el: audio track (%s) μορφή

source: audio track (%s) language
ar: لغة (%s) للمسار الصوتي
el: audio track (%s) γλώσσα

source: audio tracks
ar: مسارات صوتية
el: Κομμάτια ήχου

source: auto
ar: تلقائي

source: available
ar: متاح
el: διαθέσιμο

source: back
ar: رجوع
el: Πίσω..

source: back in history
ar: العودة في التاريخ
el: πίσω στο history

source: background image
ar: صورة الخلفية
el: εικόνα φόντου

source: backgroundcolor
ar: لون الخلفية
el: Χρώμα φόντου

source: backward entry
ar: قيد للخلف
el: προς τα πίσω καταχώριση

source: better
ar: أفضل
el: Καλύτερα.

source: black
ar: أسود
el: μαύρο

source: blacklist
ar: القائمة السوداء
el: Μαύρη λίστα.

source: blue
ar: أزرق
el: μπλε

source: burn audio track (%s)
ar: حرق المسار الصوتي (%s)

source: by Exif
ar: حسب Exif
el: Με το Exif

source: change recording (duration)
ar: تغيير التسجيل (المدة)
el: Άλλαξε την διάρκεια έγγραφης.

source: change recording (endtime)
ar: تغيير التسجيل (وقت الإنتهاء)
el: αλλαγή εγγραφής (ώρα λήξης.)

source: chapters
ar: فصول
el: κεφάλαια (chapters)

source: check game
ar: التحقق من اللعبة
el: έλεγχος παιχνιδιού

source: choose destination directory
ar: اختر الدليل الوجهة
el: επιλέξτε κατάλογο προορισμού

source: circular left
ar: دائري أيسر

source: circular right
ar: دائري أيمن

source: clear playlist
ar: مسح قائمة التشغيل
el: Καθάρισε την λίστα

source: complex
ar: معقد
el: Σύνθετο

source: config menu
ar: قائمة التكوين
el: config μενού

source: confirmed
ar: مؤكد
el: επιβεβαιωμένο

source: connected
ar: متصل
el: συνδεμένο

source: continue
ar: واصل
el: Συνέχισε..

source: copy to bouquets
ar: نسخ إلى باقة
el: Αντιγραφή στα μπουκέτα

source: could not be removed
ar: لا يمكن ازالته
el: δεν μπορεί να αφαιρεθεί

source: create directory
ar: إنشاء دليل
el: Δημιουργία καταλόγου

source: daily
ar: يوميا
el: Καθημερινά

source: day
ar: يوم
el: ημέρα

source: deep standby
ar: الاستعداد العميق
el: βαθιά αναμονή

source: delete
ar: حذف
el: Διαγραφή

source: delete cut
ar: حذف الاقتصاص
el: Διαγραφή "cut"

source: delete file
ar: حذف ملف
el: διέγραψε αρχείο

source: delete playlist entry
ar: حذف قيد قائمة التشغيل
el: Διαγραφή της εγγραφής στο playlist.

source: delete saved playlist
ar: حذف قائمة التشغيل المحفوظة
el: Διαγραφή playlist.

source: delete server
ar: حذف الخادم
el: διέγραψε server

source: delete user
ar: حذف المستخدم
el: διέγραψε user

source: delete...
ar: حذف...
el: διαγραφή...

source: disable
ar: تعطيل
el: απενεργοποίηση

source: disable move mode
ar: تعطيل وضع النقل
el: απενεργοποίηση του "move mode"

source: disabled
ar: معطل
el: απενεργοποιημένο

source: disconnected
ar: غير متصل
el: αποσυνδεμένο

source: do not change
ar: بدون تغيير
el: Μην το αλλάξετε.

source: do nothing
ar: لا تفعل شيئا
el: Μην κάνετε τίποτα..

source: don't record
ar: لا تقم بالتسجيل
el: Μην εγγράψεις.

source: done!
ar: تم!
el: Ολοκληρώθηκε!

source: edit alternatives
ar: تحرير البدائل
el: Επεξεργασία εναλλακτικά.

source: edit server
ar: تحرير الخادم
el: Επεξεργασία server

source: edit user
ar: تحرير المستخدم
el: Επεξεργασία user

source: empty
ar: فارغ
el: κενό..

source: enable
ar: تفعيل
el: ενεργοποίηση

source: enable bouquet edit
ar: تفعيل تحرير الباقة
el: Ενεργοποίησε την επεξεργασία μπουκέτου

source: enable favourite edit
ar: تفعيل تحرير المفضلة
el: Ενεργοποίησε την επεξεργασία των favorites.

source: enable move mode
ar: تفعيل وضع النقل
el: Ενεργοποίησε το "move mode"

source: enabled
ar: ممكن
el: ενεργοπιοημένο

source: end alternatives edit
ar: تعطيل تحرير البدائل
el: Έξοδος από την επεξεργασία εναλλακτικά.

source: end bouquet edit
ar: إنهاء تحرير القائمة
el: Έξοδος από την επεξεργασία μπουκέτου.

source: end cut here
ar: إنهاء القص هنا
el: Μάρκαρε το τέλος του “cut”

source: end favourites edit
ar: إنهاء تحرير المفضلات
el: Έξοδος από την επεξεργασία favorites.

source: enigma2 and network
ar: إنيقما2 والشبكة
el: enigma2 και δίκτυο

source: equal to
ar: يساوي
el: ίσο με το

source: exceeds dual layer medium!
ar: يتجاوز الوسيطة ثنائية الطبقة
el: υπερβαίνει δύο μεσαία επίπεδα!

source: exit DVD player or return to file browser
ar: الخروج من مشغل دي في دي أو العودة إلى ملف المتصفح
el: Έξοδος από το DVD player ή επιστροφή στον file browser..

source: exit divxplayer
ar: الخروج من مشغل ديف اكس
el: έξοδος divxplayer

source: exit mediaplayer
ar: الخروج من مشغل الوسائط
el: έξοδος mediaplayer

source: exit movielist
ar: الخروج من لائحة الأفلام
el: έξοδος λίστα movie

source: exit nameserver configuration
ar: الخروج من تكوين اسم الخادم
el: έξοδος διαμόρφωσης nameserver

source: exit network adapter configuration
ar: الخروج من تكوين محول الشبكة
el: έξοδος διαμόρφωσης προσαρμογέα δικτύου

source: exit network adapter setup menu
ar: الخروج من قائمة ضبط محول الشبكة
el: έξοδος προσαρμογέα δικτύου μενού ρυθμίσεων

source: exit network interface list
ar: الخروج من لائحة واجهة الشبكة
el: έξοδος λίστας διασύνδεσης δικτύου

source: exit networkadapter setup menu
ar: الخروج من قائمة ضبط محول الشبكة
el: έξοδος προσαρμογέα δικτύου μενού ρυθμίσεων

source: failed
ar: فشل
el: απέτυχε

source: fileformats (BMP, PNG, JPG, GIF)
ar: أنواع الملفات (BMP, PNG, JPG, GIF)
el: τύποι αρχείων (BMP, PNG, JPG, GIF)

source: filename
ar: اسم الملف
el: όνομα αρχείου

source: filter off
ar: تعطيل التصفية
el: Φίλτρο off

source: filter on
ar: تمكين التصفية
el: Φίλτρο on

source: fine-tune your display
ar: ضبط دقيق للعرض
el: τελειοποίηση της οθόνη σας

source: forward entry
ar: تقدم مدخل
el: θέση προς τα εμπρός

source: forward in history
ar: تقدم في التاريخ
el: εμπρός στο history

source: forward to the next chapter
ar: تقدم إلى الفصل التالي
el: προωθησή στο επόμενο κεφάλαιο

source: free
ar: حر
el: ελεύθερο

source: free diskspace
ar: المساحة الفارغة
el: Ελεύθερος χώρος δίσκου.

source: go to deep standby
ar: الدخول في وضع الاستعداد العميق
el: Πήγαινε σε κατάσταση "βαθιάς" αναμονής

source: go to standby
ar: الذهاب إلى وضع الاستعداد
el: Πήγαινε σε κατάσταση "αναμονής"

source: grab this frame as bitmap
ar: التقاط هذا الإطار كصورة نقطية (bitmap)
el: πιάσε αυτό το πλαίσιο ως bitmap

source: green
ar: أخضر
el: πράσινο

source: hear radio...
ar: سماع الراديو...
el: Άκουσε ραδιόφωνο...

source: help...
ar: مساعدة...
el: Βοήθεια...

source: hidden network
ar: شبكة مخفية
el: κρυφό δίκτυο

source: hide extended description
ar: إخفاء الوصف الموسع
el: κρύψιμο περιγραφής επέκτασεων.

source: hide player
ar: إخفاء المشغل
el: Κρύψε τον player.

source: horizontal
ar: أفقي
el: οριζόντια

source: hour
ar: ساعة
el: ώρα

source: hours
ar: ساعات
el: ώρες

source: immediate shutdown
ar: إيقاف تشغيل فوري
el: άμεσο κλείσιμο

source: incoming call! %s calls on %s!
ar: مكالمة واردة! %s يدعو %s!
el: εισερχόμενη κλήση! %s καλεί στο %s!

source: init module
ar: تهيئة الوحدة

source: init modules
ar: تهيئة الوحدات
el: init ενότητες

source: insert mark here
ar: إدراج علامة هنا
el: βάλε σημαία εδώ

source: jump back to the previous title
ar: العودة مرة أخرى إلى العنوان السابق
el: πίσω στον προηγούμενο τίτλο

source: jump forward to the next title
ar: الذهاب إلى العنوان التالي
el: στο επόμενο τίτλο

source: jump to listbegin
ar: الانتقال إلى بداية اللائحة
el: πίσω στην αρχή της λίστας

source: jump to listend
ar: الانتقال إلى المسموع
el: πήγαινε στο τέλος της λίστας

source: jump to next marked position
ar: الانتقال إلى الموقع المعلم النالي
el: πήγαινε στην επόμενη μαρκαρισμένη θέση

source: jump to previous marked position
ar: الانتقال إلى الموقع المعلم السابق
el: πήγαινε στην προηγούμενη μαρκαρισμένη θέση

source: leave movie player...
ar: غادر مشغل الأفلام...
el: έξοδος απο το movie player...

source: left
ar: يسار
el: αριστερά

source: length
ar: الطول
el: μήκος

source: libeplayer2 Error: missing %s
ar: خطأ libeplayer2 : %s مفقود
el: libeplayer2 Σφάλμα: λείπει %s

source: list style compact
ar: نمط لائحة مضغوط
el: στυλ λίστας ''συμπαγής''

source: list style compact with description
ar: نمط لائحة مضغوط مع وصف
el: στυλ λίστας ''συμπαγής'' με πριγραφή

source: list style default
ar: نمط لائحة افتراضي
el: προεπιλεγμένο style λίστας

source: list style single line
ar: نمط لائحة سطر واحد
el: style λίστας single line

source: load playlist
ar: تحميل قائمة التشغيل
el: φόρτωσε playlist

source: locked
ar: مقفل
el: κλειδωμένο

source: loopthrough to
ar: حلقة حتى

source: manual
ar: يدوي
el: Χειροκίνητα

source: menu
ar: قائمة
el: μενού

source: menulist
ar: لائحة القائمة
el: λίστα μενού

source: mins
ar: دقائق
el: λεπτά

source: minute
ar: دقيقة
el: λεπτό

source: minutes
ar: دقيقة
el: λεπτά

source: month
ar: الشهر
el: μήνα

source: move PiP to main picture
ar: نقل صورة داخل الصورة إلى الصورة الرئيسية
el: μεταγωγή PiP στην κεντρική εικόνα

source: move down to last entry
ar: الانتقال إلى آخر قيد
el: μετακινηθείτε προς τα κάτω στην τελευταία εγγραφή

source: move down to next entry
ar: الانتقال إلى القيد التالي
el: μετακινηθείτε προς τα κάτω στην επόμενη εγγραφή

source: move up to first entry
ar: الانتقال إلى أول قيد
el: μετακινηθείτε στην πρώτη εγγραφή

source: move up to previous entry
ar: الانتقال إلى القيد السابق
el: μετακινηθείτε στην προηγούμενη εγγραφή

source: movie list
ar: لائحة الأفلام
el: λίστα movie

source: multinorm
ar: متعدد المعايير

source: never
ar: أبدا
el: ποτέ

source: new game
ar: لعبة جديدة
el: νέο παιχνίδι

source: next channel
ar: القناة التالية
el: Επόμενο κανάλι.

source: next channel in history
ar: القناة التالية في السجل التاريخي
el: επόμενο κανάλι από το history.

source: no
ar: لا
el: Όχι

source: no CAId selected
ar: لم يتم اختيار معرف الدخول المشروط (CAId)
el: Δεν έχει επιλεγεί CAId
