Repository: OpenSH4/qboxhd
Catalog: trunk/src/apps/enigma2/po/*.po
Languages: ar, el

source: ATTENTION: This device contains a SWAP Partition ACTIVE!! Your system may be instable !!!
ar: تنبيه : هذا الجهاز يحتوي على قسم تبادل (SWAP) نشط!! قد يتسبب ذلك في عدم استقرار النظام!!!
el: ΠΡΟΣΟΧΗ: Αυτή η συσκευή περιέχει ένα SWAP Χώρισμα ΕΝΕΡΓΟ!! Το σύστημά σας μπορεί να είναι ασταθή !!!

source: Advanced options and settings.
ar: خيارات وإعدادات متقدمة.
el: Προηγμένες επιλογές και ρυθμίσεις.

source: After pressing OK, please wait!
ar: بعد الضغط على موافق ، يرجى الانتظار!
el: Αφού πιέσετε OK, παρακαλώ περιμένετε!

source: Album:
ar: الألبوم :
el: Άλπουμ:

source: Artist:
ar: الفنان :
el: Καλλιτέχνης:

source: Backup your QBoxHD settings.
ar: النسخ الاحتياطي لإعدادات QBoxHD.
el: Backup QBoxHD τις ρυθμίσεις σας.

source: Bitrate:
ar: التدفق :

source: Comment:
ar: التعليق :
el: Σχόλιο:

source: Edit the upgrade source address.
ar: تحرير عنوان مصدر الترقية.
el: Επεξεργασία διεύθυνση πηγής της αναβάθμισης.

source: Enigma2 will restart after the restore
ar: سيتم إعادة تشغيل إنيقما2 بعد الاستعادة
el: Enigma2 θα επανεκκινήσει μετά την επαναφορά

source: Genre:
ar: النوع :
el: Είδος:

source: Online update of your QBoxHD software.
ar: تحديث البرنامج الخاص بـ QBoxHD على الانترنت.
el: Online ενημέρωση του QBoxHD στο λογισμικό σας.

source: Press OK on your remote control to continue.
ar: اضغط مفتاح موافق من جهاز التحكم عن بعد للمتابعة.
el: Πατήστε OK στο τηλεχειριστήριο σας για να συνεχίσετε.

source: Restore your QBoxHD settings.
ar: استعادة إعدادات QBoxHD.
el: Επαναφορά στον QBoxHD τις ρυθμίσεις σας.

source: Restore your QBoxHD with a new firmware.
ar: استعادة QBoxHD مع برنامج التشغيل الجديد.
el: Επαναφορά του QBoxHD με ένα νέο firmware.

source: Restore your backups by date.
ar: استعادة النسخ الاحتياطية حسب التاريخ.
el: Επαναφορά αντιγράφων ασφαλείας με βάση την ημερομηνία.

source: Scan for local packages and install them.
ar: البحث عن الحزم المحلية وتثبيتها.
el: Σάρωση για τοπικά πακέτα και εγκατάστασή τους.

source: Select your backup device. Current device:
ar: حدد جهاز النسخ الاحتياطي. الجهاز الحالي :
el: Επιλέξτε την εφεδρική συσκευή σας. Τρέχουσα συσκευή:

source: View, install and remove available or installed packages.
ar: عرض ، تثبيت و إزالة الحزم المتاحة أو المثبتة.
el: Δείτε, εγκαταστήσετε και αφαιρέστε διαθέσιμα ή εγκατεστημένα πακέτα.

source: < easy >
ar: < سهل >
el: < εύκολα >

source: Searching Wireless Network(s). Please wait ...
ar: البحث عن شبكة (شبكات) لاسلكية. يرجى الانتظار...
el: Αναζήτηση ασύρματου δικτύου/ων. Παρακαλώ περιμένετε...

source: Wireless Network(s) found!
ar: تم العثور على شبكة (شبكات) لاسلكية!
el: Ασύρματο Δίκτυο/α βρέθηκε!

source: extensions.
ar: ملحقات.
el: επεκτάσεις.

source: packages selected.
ar: تم اختيار الحزم.
el: επιλογή πακέτων.

source: updates available.
ar: توجد تحديثات متاحة.
el: διαθέσιμες ενημερώσεις.

source: %d jobs are running in the background!
ar: %d وظائف تعمل في الخلفية!
el: %d εργασίες εκτελούνται στο παρασκήνιο!

source: %d min
ar: %d دقيقة

source: %d services found!
ar: تم العثور على %d قناة!
el: %d κανάλια βρέθηκανε!

source: %d.%03d GB
ar: %d.%03d غيغابايت

source: %s (%s, %d MB free)
ar: %s (%s، %d ميغابايت متاحة)

source: %s not exist
ar: %s غير موجود
el: %s Δεν υπάρχει

source: (ZAP)
ar: (انتقل)

source: (empty)
ar: (فارغ)
el: [ΚΕΝΟ]

source: (show optional DVD audio menu)
ar: (عرض قائمة صوت دي في دي الاختيارية)
el: (δείξε εναλλακτικό μενού ήχου DVD)

source: * Only available if more than one interface is active.
ar: * متاح فقط إذا كانت أكثر من واجهة واحدة نشطة.
el: * Διατίθεται μόνο εάν περισσότερα από ένα interface είναι ενεργό.

source: * Only available when entering hidden SSID or network key
ar: * متاح فقط عند إدخال معرف مجموعة الخدمات المخفية أو مفتاح الشبكة
el: * Διατίθεται μόνο κατά την είσοδο κρυφού SSID ή κλειδί δικτύου.

source: .NFI Download failed:
ar: فشل تنزيل .NFI:
el: ...Λήψη απέτυχε:

source: .NFI file passed md5sum signature check. You can safely flash this image!
ar: تم التحقق من توقيع md5sum لملف .NFI. يمكنك تنصيب هذه الصورة بأمان!
el: ... το αρχείο πέρασε md5sum τον έλεγχο της υπογραφής. Μπορείτε να κάνετε flash με ασφάλεια αυτήν την εικόνα!

source: /usr/share/enigma2 directory
ar: دليل /usr/share/enigma2

source: /var directory
ar: دليل /var

source: 0 Mb/s
ar: 0 ميجا بايت/ ثانية

source: 12V output
ar: خرج 12 فولت

source: 13 V
ar: 13 فولت

source: 16:9 always
ar: 16:9 دائما
el: πάντα 16:9

source: 18 V
ar: 18 فولت

source: 30 minutes
ar: 30 دقيقة
el: 30 λεπτά

source: 4:3 PanScan
ar: 4:3 Letterbox

source: 5 minutes
ar: 5 دقائق
el: 5 λεπτά

source: 50 Hz
ar: 50 هرتز

source: 60 minutes
ar: 60 دقيقة
el: 60 λεπτά

source: <unknown>
ar: <غير معروف>
el: <άγνωστο>

source: A %s was removed
ar: تمت إزالة %s
el: A %s αφαιρέθηκε

source: A %s was removed (%d)
ar: تمت إزالة %s (%d)
el: A %s αφαιρέθηκε (%d)

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
ar: تم تعديل ملف التكوين (%s) منذ التثبيت. هل تريد أن تبقي ذلك الإصدار؟
el: Ένα αρχείο διαμόρφωσης (%s) τροποποιήθηκε μετά την εγκατάσταση. Θέλετε να κρατήσετε τη δική σας version;

source: A device was removed
ar: تمت إزالة جهاز
el: Η συσκευή αφαιρέθηκε

source: A finished record timer wants to set your QBoxHD to standby. Do that now?
ar: مؤقت تسجيل مكتمل يريد وضع QBoxHD في وضع الاستعداد. القيام بذلك الآن؟
el: Μια τελειωμένη εγγραφή θέλει να θέση τον QBoxHD σε αναμονή. θέλετε να γίνει;

source: A finished record timer wants to shut down your QBoxHD. Shutdown now?
ar: مؤقت تسجيل مكتمل يريد إيقاف تشغيل جهاز QBoxHD. إيقاف التشغيل الآن؟
el: Μια τελειωμένη εγγραφή θέλει να κλείσει τον QBoxHD. Να κλείσει τώρα;

source: A graphical EPG for all services of an specific bouquet
ar: دليل برامج إلكتروني بياني لجميع خدمات باقة محددة
el: Γραφικό EPG για όλα τα κανάλια σε συγκεκριμένο μπουκέτο

source: A mount entry with this name already exists! Update existing entry and continue?
ar: هناك قيد تركيب بنفس الاسم موجود مسبقا! تحديث القيد الموجود ثم الاستمرار؟
el: mount καταχώρηση με αυτό το όνομα υπάρχει ήδη! Ενημέρωση υπάρχουσας καταχώρησης και συνέχεια?

source: A new %s was found
ar: تم العثور على %s جديد
el: Μια νέα %s Βρέθηκε

source: A new %s was found (%d)
ar: تم العثور على %s جديد (%d)
el: Μια νέα %s Βρέθηκε (%d)

source: A new device was found
ar: تم العثور على جهاز جديد
el: Μια νέα συσκευή βρέθηκε

source: A new version of MediaCenter is available for download! Do you want to download and install now?
ar: إصدار جديد من مركز الوسائط متاح للتتزيل! هل تريد تنزيله وتثبيته الآن؟
el: Μια νέα έκδοση MediaCenter είναι διαθέσιμη για download! Θέλετε να την κατεβάσετε και εγκαταστήσετε τώρα;

source: A record has been started: %s
ar: تسجيل تم البدء فيه: %s
el: Άρχησε η εγγραφή: %s

source: A recording is currently running. No more recording allowed.
ar: هناك تسجيل جار الآن. غير مسموح ببدء تسجيل آخر.
el: Μια εγγραφή εκτελείται αυτή τη στιγμή. Δεν επιτρέπονται περισσότερες εγγραφές.

source: A recording is currently running. What do you want to do?
ar: هناك تسجيل جار الآن. ماذا تريد أن تفعل؟
el: Μια εγγραφή είναι σε εξέλιξη. Τι θέλετε να γίνει;

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
ar: هناك تسجيل جار الآن. من فضلك قم يإيقاف التسجيل قبل محاولة تكوين المحرك.
el: Μια εγγραφή είναι σε εξέλιξη.Για να παραμετροποιήσετε τον positioner πρέπει να σταματήσετε την εγγραφή.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
ar: هناك تسجيل جار الآن. من فضلك قم بإيقاف التسجيل قبل البدء مع مكتشف القمر الصناعي.
el: Μια εγγραφή είναι σε εξέλιξη. Για να ενεργοποιήσετε τον satfinder πρέπει να σταματήσετε την εγγραφή.

source: A required tool (%s) was not found.
ar: لم يتم العثور على الأداة المطلوبة (%s).
el: Ένα εργαλείο που απαιτείτε (%s) δεν βρέθηκε.

source: A sleep timer wants to deep standby your QBoxHD. Deep standby now?
ar: مؤقت وضع النوم يطلب إدخال QBoxHD في وضع الاستعداد العميق. الدخول في هذا الوضع الآن؟
el: Χρονοδιακόπτης ύπνου θέλει να θέση σε βαθιά αναμονή τον QBoxHD. Βαθιά αναμονή τώρα;

source: A sleep timer wants to set your QBoxHD to standby. Do that now?
ar: مؤقت وضع النوم يطلب إدخال QBoxHD في وضع الاستعداد. القيام بذلك الآن؟
el: Χρονοδιακόπτης ύπνου θέλει να θέση τον QBoxHD σε standby. Τι θέλετε να γίνει;

source: A sleep timer wants to shut down your QBoxHD. Shutdown now?
ar: مؤقت وضع النوم يطلب إيقاف تشغيل QBoxHD. إيقاف التشغيل الآن؟
el: Χρονοδιακόπτης ύπνου θέλει να κλείσει τον QBoxHD. Να κλείσει τώρα;

source: A timer failed to record! Disable TV and try again?
ar: فشل المؤقت في بدء التسجيل!! تعطيل التلفزيون والمحاولة مرة أخرى؟
el: Μια εγράφη απέτυχε να ξεκινήσει. Να απενεργοποιηθεί η TV και να ξαναπροσπαθήσει;

source: A video streaming solution based on VLC
ar: حل قراءة دفق الفيديو يرتكز على مشغل VLC
el: Ένα βίντεο συνεχούς ροής που βασίζεται σε VLC

source: A/V Settings
ar: إعدادات الصوت/الفيديو
el: A/V Ρυθμίσεις

source: AC3 default
ar: AC3 افتراضي

source: AC3 downmix
ar: AC3 دوونميكس

source: AT: Bregenz
ar: النمسا : بريغنتس

source: AT: Graz
ar: النمسا : غراتس

source: AT: Innsbruck
ar: النمسا : انسبروك

source: AT: Klagenfurt
ar: النمسا : كلاغنفورت

source: AT: Linz
ar: النمسا : لينز

source: AT: Salzburg
ar: النمسا : سالزبورغ

source: AT: Wien
ar: النمسا : فيينا

source: Abkhazian
ar: الأبخازية

source: Abort
ar: إحباط
el: Ματαίωση

source: About
ar: حول
el: Περί

source: About...
ar: حول
el: Περί...

source: Accesspoint:
ar: نقطة الوصول :
el: Σημείο πρόσβασης:

source: Action on long powerbutton press
ar: التصرف عند الضغط مطولا على مفتاح التشغيل
el: Ενέργεια σε κρατημένο powerbutton

source: Action:
ar: التصرف:
el: Ενέργεια:

source: Activate Picture in Picture
ar: تفعيل صورة داخل الصورة
el: Να ενεργοποιηθεί το PiP;

source: Activate Swaps
ar: تفعيل التبادل (swaps)
el: Ενεργοποίηση Swaps

source: Activate network settings
ar: تفعيل إعدادات شبكة الاتصال
el: Ενεργοποιήστε τις ρυθμίσεις δικτύου

source: Active
ar: نشط
el: Ενεργός

source: Active WiFi Interface
ar: واجهة الشبكة اللاسلكية النشطة
el: Ενεργός Διασύνδεση WiFi

source: Active/ Inactive
ar: نشط/ غير نشط
el: Ενεργό/ Ανενεργό

source: Adapter settings
ar: إعدادات المحول
el: Ρυθμίσεις του προσαρμογέα

source: Add
ar: أضف
el: Προσθήκη

source: Add Bookmark
ar: إضافة إشارة مرجعية
el: Προσθήκη σελιδοδείκτη

source: Add WLAN configuration?
ar: إضافة تكوين الشبكة اللاسلكية؟
el: Προσθήκη WLAN διαμόρφωση;

source: Add a mark
ar: إضافة علامة
el: Πρόσθεσε ένα σημείο

source: Add a new NFS or CIFS mount point to your QBoxHD.
ar: إضافة نقطة تركيب NFS أو CIFS جديدة إلى QBoxHD.
el: Προσθέστε ένα νέο NFS ή CIFS σημείο ενεργοποίησης στον QBoxHD.

source: Add a new title
ar: أضافة عنوان جديد
el: Προσθέστε ένα νέο τίτλο

source: Add network configuration?
ar: إضافة تكوين شبكة الاتصال؟
el: Προσθήκη διαμόρφωσης του δικτύου;

source: Add new Playlist
ar: إضافة قائمة تشغيل جديدة
el: Προσθήκη νέου Playlist

source: Add new network mount point
ar: إضافة نقطة تركيب شبكة جديدة
el: Προσθήκη νέου δικτύου mount point

source: Add timer
ar: إضافة مؤقت
el: Πρόσθεσε ενα timer

source: Add title
ar: إضافة عنوان
el: Προσθέστε ένα τίτλο

source: Add to bouquet
ar: إضافة إلى باقة
el: Πρόσθεσε σε μπουκέτο

source: Add to favorites
ar: أضافة إلى المفضلة
el: Προσθήκη στα αγαπημένα

source: Add to favourites
ar: أضافة إلى المفضلة
el: Πρόσθεσε στα favourites

source: Add to playlist
ar: اضف الى قائمة التشغيل
el: Προσθήκη στο playlist

source: AddOn Installed
ar: تم تثبيت الإضافة
el: AddOn Εγκατεστημένο

source: AddOn Removed
ar: تمت إزالة الإضافة
el: Addon Αφαιρέθηκε

source: AddOn error
ar: خطأ بالإضافة
el: AddOn σφάλμα

source: AddOns
ar: إضافات
el: Πρόσθετα (AddOns)

source: AddOns Installed
ar: الإضافات المثبتة
el: AddOns Εγκατεστημένο

source: Added
ar: تمت إضافته
el: Προστέθηκε

source: Adds enigma2 settings and QBoxHD model informations like SN, rev... if enabled.
ar: يضيف إعدادات إنيقما2 ومعلومات نموذج QBoxHD مثل الرقم التسلسلي، والمراجعة... في حال تمكينه.
el: Προσθέτει enigma2 ρυθμίσεις και QBoxHD πληροφορίες μοντέλο όπως SN, rev ... αν ενεργοποιηθεί.

source: Adds network configuration if enabled.
ar: يضيف تكوين شبكة الاتصال في حال تمكينه.
el: Προσθέτει τη διαμόρφωση του δικτύου αν ενεργοποιηθεί.

source: Adds wlan configuration if enabled.
ar: يضيف تكوين الشبكة اللاسلكية في حال تمكينه.
el: Προσθέτει διαμόρφωση wlan αν ενεργοποιηθεί.

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
ar: ضبط إعدادات اللون بحيث تكون كل ظلال اللون قابلة للتمييز ، و تبدو مشبعة قدر الإمكان. إذا كنت راضيا بالنتيجة ، اضغط موافق لإغلاق تدقيق ضبط الفيديو، أو استخدام مفاتيح الأرقام لتحديد اختبار شاشات أخرى.
el: Προσαρμόστε τις ρυθμίσεις χρωμάτων, έτσι που όλες οι αποχρώσεις να είναι διακριτοί με την μέγιστη φωτεινότητα. Όταν τελειώσετε, πατήστε ΟΚ να κλείσει το video fine-tuning η πατήστε ένα νούμερο για να δείτε κι' άλλα test screens.

source: Advanced
ar: متقدم
el: Προχωρημένο

source: Advanced Customization
ar: تخصيص متقدم
el: Προηγμένη Προσαρμογή

source: Advanced Options
ar: خيارات متقدمة
el: Επιλογές για προχωρημένους

source: Advanced Video Setup
ar: ضبط الفيديو المتقدم
el: Πρωχορημένες παραμετροποιήσεις Video

source: Advanced restore
ar: الاستعادة المتقدمة
el: Προηγμένη αποκατάσταση

source: Afan (Oromo)
ar: العفانية (أورومو)

source: Afar
ar: العفارية

source: Afrikaans
ar: الأفريكانية

source: After event
ar: بعد الحدث
el: Μετά το συμβάν

source: After the start wizard is completed, you need to protect single services. Refer to your QBoxHD's manual on how to do that.
ar: بعد الانتهاء من معالج البدء ، تحتاج إلى حماية الخدمات المفردة. قم بالرجوع إلى دليل QBoxHD لمعرفة كيفية القيام بذلك.
el: Μετά το τέλος του wizard πρέπει να προστατευτούν τα «single services». Διαβάστε στο user manual για το πώς γίνεται.

source: Albanian
ar: الألبانية

source: Album
ar: الألبوم
el: Άλμπουμ

source: All
ar: الكل
el: Όλα

source: All Satellites
ar: كل الأقمار
el: Όλοι οι Δορυφόροι

source: All Skins
ar: كل المظاهر (Skins)
el: Όλα τα Skins

source: All Time
ar: كل الوقت

source: Alpha
ar: ألفا

source: Alternative radio mode
ar: وضع الراديو البديل
el: Διαφορετικό mode για το ραδιόφωνο

source: Alternative services tuner priority
ar: خدمات أولوية الموالف البديلة
el: Εναλλακτική προτεραιότητα δέκτη

source: Always ask before sending
ar: السؤال دوما قبل الإرسال
el: Ερώτηση πάντα πριν την αποστολή

source: Amharic
ar: الأمهرية

source: An empty filename is illegal.
ar: غير مسموح باسم ملف فارغ.
el: Κενή ονομασία είναι άκυρη.

source: An unknown error occured!
ar: حدث خطأ غير معروف!
el: Προέκυψε ένα άγνωστο σφάλμα!

source: Anonymize crashlog?
ar: جعل سجل التحطم (crash) متخفي؟
el: Ανωνυμία crashlog;

source: Antenna Position
ar: موقع الهوائي
el: Θέση Κεραίας

source: Arabic
ar: العربية
el: Αραβικά

source: Are you sure you want to activate this network configuration?
ar: هل أنت متأكد أنك تريد تفعيل تكوبن هذه الشبكة؟
el: Είστε σίγουροι ότι θέλετε να ενεργοποιήσετε αυτήν τη ρύθμιση παραμέτρων του δικτύου;

source: Are you sure you want to delete following backup:
ar: هل أنت متأكد أنك تريد حذف النسخ الاحتياطي التالي:
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το παρακάτω αντίγραφο ασφαλείας:

source: Are you sure you want to exit this wizard?
ar: هل أنت متأكد أنك تريد إنهاء هذا المعالج ؟
el: Είστε σίγουροι ότι θέλετε να βγείτε από αυτόν τον οδηγό;

source: Are you sure you want to restart your network interfaces?
ar: هل أنت متأكد أنك تريد إعادة تشغيل واجهات شبكة الاتصال؟
el: Είστε σίγουρος ότι θέλετε να κάνετε επανεκκίνηση το network interfaces;

source: Are you sure you want to restore following backup:
ar: هل أنت متأكد أنك تريد استعادة النسخ الاحتياطي التالي :
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε ακολουθεί αντίγραφο ασφαλείας:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
ar: هل أنت متأكد أنك تريد استعادة النسخ الاحتياطي لإنيقما2؟ سوف تتم إعادة تشغيل إنيقما2 بعد الاستعادة
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε το αντίγραφο ασφαλείας Enigma2; Enigma2 θα επανεκκινήσει μετά την επαναφορά

source: Are you sure you want to save this network mount?
ar: هل أنت متأكد أنك تريد حفظ هذا التركيب؟
el: Είστε σίγουροι ότι θέλετε να αποθηκεύσετε αυτή την τοποθεσία δικτύου;

source: Armenian
ar: الأرمينية

source: Artist
ar: فنان
el: Καλλιτέχνης:

source: Ascanding
ar: تصاعدي

source: Ask before deep standby:
ar: السؤال قبل الاستعداد العميق:
el: Ερώτηση πριν τη βαθιά κατάσταση αναμονής:

source: Ask before shutdown:
ar: السؤال قبل إبقاف التشغيل:
el: Ρώτα πριν το κλείσιμο

source: Ask user
ar: سؤال المستخدم
el: Ορισμός από το χρήστη

source: Aspect Ratio
ar: نسبة ارتفاع العرض

source: Assamese
ar: الأسامية

source: Audio
ar: الصوت
el: Ήχος

source: Audio (Current Channel)
ar: الصوت (القناة الحالية)
el: Ήχος (τρέχον κανάλι)

source: Audio :
ar: الصوت :
el: Ήχος:

source: Audio Bitrate
ar: دفق الصوت

source: Audio Channels
ar: قنوات سمعية
el: Κανάλια ήχου

source: Audio Codec
ar: ترميز الصوت
el: Codec Ήχου

source: Audio Options...
ar: خيارات الصوت...
el: Παράμετροι ήχου

source: Audio Samplerate
ar: معدل نموذج الصوت
el: Ρυθμός Ήχου

source: Audio Source
ar: مصدر الصوت
el: Πηγή ήχου

source: Author:
ar: الكاتب :
el: Συντάκτης:

source: Author:
ar: الكاتب :
el: Συντάκτης:

source: Authoring mode
ar: وضع التأليف
el: Authoring λειτουργία

source: Auto
ar: تلقائي
el: Αυτόματα

source: Auto chapter split every ? minutes (0=never)
ar: تقسيم الفصل تلقائيا كل؟ دقائق (0=أبدا)
el: Auto chapter, διαχωρισμός κάθε; λεπτά (0 = ποτέ)

source: Auto scart switching
ar: تبديل تلقائي لمنفذ للسكارت (scart)
el: Αυτόματη εναλλαγή scart

source: Automatic
ar: تلقائي
el: Αυτόματο

source: Automatic Scan
ar: البحث الآلي
el: Αυτόματη Ανεύρεση

source: Autoplay Delay
ar: مهلة التشغيل التلقائي
el: Autoplay Καθυστέρηση

source: Autoplay Enable
ar: تمكين التشغيل التلقائي
el: Autoplay Ενεργοποίηση

source: Autos & Vehicles
ar: سيارات وعربات
el: Αυτοκίνητα & Οχήματα

source: Available format variables
ar: متغيرات التنسيق المتوفرة
el: Διαθέσιμη μορφή, μεταβλητές

source: Aymara
ar: الأيمارية

source: Azerbaijani
ar: الأذربيجانية

source: Back
ar: رجوع
el: Πίσω

source: Back in history, be patient ...
ar: رجوع في التاريخ، الرجاء الانتظار ...
el: Πίσω στο history, παρακαλώ περιμένετε...

source: Background
ar: خلفية
el: Background (φόντο)

source: Backup
ar: نسخ احتياطي
el: Εφεδρικός (Backup)

source: Backup All Skins
ar: نسخ احتياطي لكل المظاهر (Skins)
el: Backup. Όλα τα Skins

source: Backup Channel Settings
ar: نسخ احتياطي لإعدادات القناة
el: Backup. Ρυθμίσεις Καναλιών

source: Backup General Configuration
ar: نسخ احتياطي للتكوين العام
el: Backup. Γενικές Ρυθμίσεις

source: Backup Location
ar: موقع النسخ الاحتياطي
el: Τοποθεσία Backup

source: Backup Mode
ar: وضع النسخ الاحتياطي
el: Λειτουργία Backup

source: Backup Network Settings
ar: نسخ احتياطي لإعدادات الشبكة
el: Backup. Ρυθμίσεις Δικτύου

source: Backup VAR folder
ar: نسخ احتياطي لدليل (VAR)
el: Backup. VAR φάκελο

source: Backup done.
ar: تم النسخ الاحتياطي
el: Backup ολοκληρώθηκε!

source: Backup failed.
ar: فشل النسخ الاحتياطي
el: Backup απέτυχε.

source: Backup is done. Please press OK to see the result.
ar: تم النسخ الاحتياطي. يرجى الضغط على موافق لترى النتيجة.
el: Το backup τελείωσε. Πάτηστε Οκ για να δείτε το αποτέλεσμα

source: Backup running
ar: جاري تنفيذ النسخ الاحتياطي
el: Backup τρέχει!

source: Backup running ...
ar: جاري تنفيذ النسخ الاحتياطي ...
el: Backup σε λειτουργία ...

source: Backup running...
ar: جاري تنفيذ النسخ الاحتياطي...
el: Backup λειτουργία...

source: Backup system settings
ar: نسخ احتياطي لإعدادات النظام
el: Backup. ρυθμίσεις συστήματος

source: Backup/Restore
ar: النسخ الاحتياطي/الاستعادة

source: Band
ar: الحزمة
el: Μπάντα

source: Bandwidth
ar: عرض النطاق الترددي

source: Bashkir
ar: الباشكيرية

source: Basque
ar: الباسكية

source: Begin time
ar: وقت البدء
el: Ωρα έναρξης

source: Behavior of 'pause' when paused
ar: سلوك مفتاح 'توقف مؤقت' عندما يكون أصلا في وضع التوقف
el: Συμπεριφορά του 'pause' στην παύση

source: Behavior of 0 key in PiP-mode
ar: سلوك مفتاح 0 في وضع صورة داخل الصورة
el: Συμπεριφορά του 0 key σε PiP-mode

source: Behavior when a movie is started
ar: السلوك عندما يكون الفيلم بصدد التشغيل
el: Συμπεριφορά όταν μια ταινία παίζει

source: Behavior when a movie is stopped
ar: السلوك عندما يكون الفيلم متوقفا
el: Συμπεριφορά όταν μια ταινία διακοπεί

source: Behavior when a movie reaches the end
ar: السلوك عندما يكون الفيلم قد وصل إلى نهايته
el: Συμπεριφορά όταν μια ταινία έχει φτάσει στο τέλος

source: Bengali
ar: البنغالية

source: Bhutani
ar: البوتانية

source: Bihari
ar: البيهارية

source: Bislama
ar: البيسلاما

source: Bit rate:
ar: معدل بت :

source: Bitrate:
ar: دفق :

source: Blue
ar: أزرق
el: Μπλε

source: Board Leds Brightness
ar: سطوع أضواء اللوحة
el: Board Φωτεινότητα

source: Board Leds Hue
ar: درجة لون أضواء اللوحة
el: Board Απόχρωση

source: Board Leds Saturation
ar: تشبع أضواء اللوحة
el: Board Κορεσμός

source: Board Leds on standby
ar: أضواء اللوحة في وضع الاستعداد
el: Board Leds σε αναμονή

source: Boards Leds
ar: أضواء اللوحة

source: Bookmarks
ar: الإشارات المرجعية
el: Σελιδοδείκτες

source: Breton
ar: البريتونية

source: Brightness
ar: السطوع
el: Φωτεινότητα

source: Browse network neighbourhood
ar: تصفح جوار الشبكة
el: Περιήγηση γειτονικού δικτύου

source: Bulgarian
ar: البلغارية

source: Burmese
ar: البورمية

source: Burn DVD
ar: حرق دي في دي
el: Κάψε DVD

source: Burn existing image to DVD
ar: حرق الصورة الموجودة إلى دي في دي
el: Κάψτε υπάρχουσα εικόνα σε DVD

source: Burn to DVD...
ar: حرق إلى دي في دي...
el: Κάψτε σε DVD ...

source: Bus:
ar: الناقل :

source: By pressing the OK Button on your remote control, the info bar is being displayed.
ar: بالضغط على زر موافق على جهاز التحكم عن بعد ، يتم عرض شريط المعلومات.
el: Πιέζοντας ΟΚ εμφανίζεται η info bar.

source: Byelorussian
ar: البييلوروسية

source: C-Band
ar: سي باند

source: CF Drive
ar: محرك CF

source: CI assignment
ar: مهمة الواجهة المشتركة
el: CI εκχώρηση

source: CIFS share
ar: مشاركة CIFS
el: Κοινή χρήση CIFS

source: CONAX
ar: كوناكس

source: Cable
ar: كابل

source: Cache Thumbnails
ar: ذاكرة التخزين المؤقت للمصغرات
el: Cache Μικρογραφίες

source: Call monitoring
ar: رصد المكالمة
el: Παρακολούθηση κλήσεων

source: Cambodian
ar: الكمبودية

source: Cancel
ar: إلغاء
el: Ακύρωση

source: Cannot parse feed directory
ar: لا يمكن تحليل تغذية الدليل
el: Δεν μπορεί να αναλύσει τον κατάλογο τροφοδοσίας (feed)

source: Capacity:
ar: سعة :
el: Χωρητικότητα:

source: Capacity: %d.%03d GB
ar: السعة :%d.%03d غيغابايت
el: Χωρητικότητα: %d.%03d GB

source: Card
ar: بطاقة
el: Κάρτα

source: Catalan
ar: الكاتالانية

source: Category
ar: الفئة
el: Κατηγορία

source: Change bouquets in quickzap
ar: تغيير الباقات في الانتقال السريع
el: Αλλαγή μπουκέτου στο γρήγορο zapping

source: Change dir.
ar: تغيير الدليل.
el: Αλλαγή καταλόγου (dir)

source: Change hostname
ar: تغيير اسم المضيف
el: Αλλαγή hostname

source: Change pin code
ar: تغيير الرقم السري (pin)
el: Αλλαγή pin:

source: Change service pin
ar: تغيير الرقم السري (pin) للقناة
el: Αλλαγή του pin υπηρεσίας:

source: Change service pins
ar: تغيير الأرقام السرية (pins) للقناة
el: Αλλαγή των pin υπηρεσίων

source: Change setup pin
ar: تغيير الرقم السري (pin) للضبط
el: Αλλαγή του setup pin

source: Change the game level and start new game?
ar: تغيير مستوى اللعبة وبدأ لعبة جديدة؟
el: Αλλαγή επιπέδου στο παιχνίδι και να ξεκινήσετε νέο παιχνίδι;

source: Change the hostname of your QBoxHD.
ar: تغيير اسم المضيف لجهاز QBoxHD.
el: Αλλαγή hostname του QBoxHD σας.

source: Channel
ar: قناة
el: Κανάλι

source: Channel Search
ar: بحث القنوات
el: Αναζήτηση καναλιών

source: Channel Selection
ar: اختيار القناة
el: Επιλογή Καναλιού

source: Channel Settings
ar: إعدادات القناة
el: Ρυθμίσεις Καναλιών
